{
  "key": "biology-8",
  "content": "\nKiến thức Sinh học Lớp 8: Cơ thể người\n\n*   **Chương 1: Khái quát về cơ thể người**\n    + Cấu tạo cơ thể người: Tế bào -> Mô -> Cơ quan -> Hệ cơ quan -> Cơ thể.\n    + Các hệ cơ quan chính: Vận động, Tuần hoàn, Hô hấp, Tiêu hóa, Bài tiết, Thần kinh.\n    + Sự phối hợp hoạt động của các cơ quan.\n\n*   **Chương 2: Hệ vận động**\n    + Bộ xương: Gồm xương đầu, xương thân, xương chi. Thành phần hóa học và tính chất của xương. Sự to ra và dài ra của xương.\n    + Hệ cơ: Cấu tạo và tính chất của cơ. Sự co cơ. Công cơ.\n\n*   **Chương 3: Hệ tuần hoàn**\n    + Máu và môi trường trong cơ thể: Hồng cầu (vận chuyển O2), bạch cầu (bảo vệ cơ thể), tiểu cầu (đông máu), huyết tương.\n    + Tim và mạch máu: Cấu tạo tim (4 ngăn), hệ mạch (động mạch, tĩnh mạch, mao mạch). Hai vòng tuần hoàn.\n    + Hoạt động của tim (chu kì co dãn). Vận chuyển máu trong hệ mạch.\n    + Vệ sinh hệ tuần hoàn.\n\n*   **Chương 4: Hệ hô hấp**\n    + Cấu tạo và chức năng: Đường dẫn khí (mũi, họng, thanh quản, khí quản, phế quản) và hai lá phổi.\n    + Hoạt động hô hấp: Sự thở (hít vào, thở ra), trao đổi khí ở phổi và tế bào.\n    + Vệ sinh hệ hô hấp.\n\n*   **Chương 5: Hệ tiêu hóa**\n    + Cấu tạo và chức năng: Ống tiêu hóa (miệng, hầu, thực quản, dạ dày, ruột) và các tuyến tiêu hóa (tuyến nước bọt, gan, tụy).\n    + Hoạt động tiêu hóa: Biến đổi thức ăn ở miệng, dạ dày, ruột non.\n    + Hấp thụ chất dinh dưỡng và thải phân.\n\n*   **Chương 6: Trao đổi chất và năng lượng**\n    + Trao đổi chất ở cấp độ cơ thể và tế bào.\n    + Chuyển hóa vật chất và năng lượng.\n    + Vitamin và muối khoáng.\n\n*   **Chương 7: Hệ bài tiết**\n    + Cấu tạo: Hai quả thận, ống dẫn nước tiểu, bóng đái, ống đái. Đơn vị chức năng của thận.\n    + Chức năng: Lọc máu và hình thành nước tiểu. Thải nước tiểu.\n    + Vệ sinh hệ bài tiết.\n\n*   **Chương 8: Da**\n    + Cấu tạo của da: Lớp biểu bì, lớp bì, lớp mỡ dưới da.\n    + Chức năng của da: Bảo vệ, cảm giác, bài tiết, điều hòa thân nhiệt.\n\n*   **Chương 9: Hệ thần kinh và giác quan**\n    + Cấu tạo và chức năng của nơron.\n    + Cung phản xạ và vòng phản xạ.\n    + Hệ thần kinh:\n        *   Bộ phận trung ương: Não bộ (đại não, tiểu não, não trung gian, trụ não), tủy sống.\n        *   Bộ phận ngoại biên: Dây thần kinh, hạch thần kinh.\n    + Hệ thần kinh sinh dưỡng: Phân hệ giao cảm và đối giao cảm.\n    + Giác quan: Mắt (cầu mắt, cơ quan phụ), tai (tai ngoài, giữa, trong).\n\n*   **Chương 10: Hệ nội tiết**\n    + Đặc điểm của hệ nội tiết: Tiết hoocmôn, tác động chậm, phạm vi rộng.\n    + Các tuyến nội tiết chính: Tuyến yên, tuyến giáp, tuyến tụy, tuyến trên thận, tuyến sinh dục.\n    + Sự điều hòa và phối hợp hoạt động của các tuyến nội tiết.\n\n*   **Chương 11: Sinh sản**\n    + Cơ quan sinh dục nam và nữ: Cấu tạo và chức năng.\n    + Sự thụ tinh, thụ thai và phát triển của thai nhi.\n    + Hiện tượng kinh nguyệt.\n    + Các biện pháp tránh thai. Các bệnh lây truyền qua đường tình dục.\n"
}