{
  "key": "biology-7",
  "content": "\nKiến thức Sinh học Lớp 7: Động vật học\n\n*   **Mở đầu:** Phân biệt động vật với thực vật. Giới thiệu các ngành động vật.\n\n*   **Chương 1: Ngành Động vật nguyên sinh**\n    + Đặc điểm chung: Cơ thể chỉ là một tế bào, kích thước hiển vi, thực hiện mọi chức năng sống.\n    + Đại diện:\n        *   Trùng roi xanh (Euglena): Vừa tự dưỡng, vừa dị dưỡng.\n        *   Trùng biến hình (Amoeba): Di chuyển và bắt mồi bằng chân giả.\n        *   Trùng giày (Paramecium): Di chuyển bằng lông bơi, có 2 nhân.\n        *   Trùng sốt rét, trùng kiết lị: Gây bệnh ở người.\n    + Vai trò: Làm thức ăn cho động vật khác, chỉ thị độ sạch môi trường, một số gây bệnh.\n\n*   **Chương 2: Ngành Ruột khoang**\n    + Đặc điểm chung: Cơ thể đối xứng tỏa tròn, có lỗ miệng duy nhất, thành cơ thể có 2 lớp tế bào, có tế bào gai để tự vệ và tấn công.\n    + Đại diện: Thủy tức (sống ở nước ngọt, sinh sản vô tính mọc chồi), Sứa, Hải quỳ, San hô.\n    + Vai trò: Tạo vẻ đẹp thiên nhiên, làm vật liệu trang trí, có ý nghĩa địa chất (san hô), một số làm thực phẩm hoặc gây ngứa (sứa).\n\n*   **Chương 3: Các ngành Giun**\n    + **Giun dẹp:** Cơ thể dẹp, đối xứng hai bên.\n        *   Đại diện: Sán lá gan (sống kí sinh, vòng đời phức tạp), sán dây.\n    + **Giun tròn:** Cơ thể hình trụ, không phân đốt.\n        *   Đại diện: Giun đũa (kí sinh ở ruột non người), giun kim, giun móc câu.\n    + **Giun đốt:** Cơ thể phân đốt, có khoang cơ thể chính thức.\n        *   Đại diện: Giun đất (có hệ tiêu hóa, tuần hoàn, thần kinh phát triển; lợi ích cho đất trồng), đỉa, rươi.\n\n*   **Chương 4: Ngành Thân mềm**\n    + Đặc điểm chung: Cơ thể mềm, không phân đốt, thường có vỏ đá vôi, có khoang áo.\n    + Đại diện: Trai sông, Ốc sên, Mực, Bạch tuộc.\n    + Vai trò: Làm thực phẩm, làm vật trang trí, một số có hại cho cây trồng.\n\n*   **Chương 5: Ngành Chân khớp**\n    + Đặc điểm chung: Có bộ xương ngoài bằng kitin, các chân phân đốt, khớp động.\n    + **Lớp Giáp xác:** Tôm sông, cua, rận nước.\n    + **Lớp Hình nhện:** Nhện, bọ cạp, cái ghẻ.\n    + **Lớp Sâu bọ (Côn trùng):** Là lớp đa dạng nhất.\n        *   Đại diện: Châu chấu, ong, bướm, muỗi, ruồi.\n        *   Cơ thể có 3 phần: đầu, ngực, bụng. Ngực mang 3 đôi chân và thường có 2 đôi cánh.\n        *   Phát triển qua biến thái (hoàn toàn và không hoàn toàn).\n    + Vai trò: Đa dạng, cả có lợi (thụ phấn, làm thuốc, thực phẩm) và có hại (gây bệnh, hại cây trồng).\n\n*   **Chương 6: Ngành Động vật có xương sống**\n    + **Lớp Cá:**\n        *   Đại diện: Cá chép.\n        *   Đặc điểm: Sống ở nước, hô hấp bằng mang, bơi bằng vây, tim 2 ngăn, 1 vòng tuần hoàn, máu đi nuôi cơ thể là máu đỏ tươi. Là động vật biến nhiệt.\n    + **Lớp Lưỡng cư:**\n        *   Đại diện: Ếch đồng.\n        *   Đặc điểm: Sống vừa ở nước vừa ở cạn, da trần và ẩm. Hô hấp bằng da và phổi. Tim 3 ngăn, 2 vòng tuần hoàn, máu đi nuôi cơ thể là máu pha. Là động vật biến nhiệt.\n    + **Lớp Bò sát:**\n        *   Đại diện: Thằn lằn bóng đuôi dài.\n        *   Đặc điểm: Da khô có vảy sừng. Hô hấp bằng phổi. Tim 3 ngăn có vách hụt (hoặc 4 ngăn ở cá sấu), máu ít pha hơn lưỡng cư. Là động vật biến nhiệt.\n    + **Lớp Chim:**\n        *   Đại diện: Chim bồ câu.\n        *   Đặc điểm: Mình phủ lông vũ, chi trước biến thành cánh. Hô hấp bằng phổi có hệ thống túi khí. Tim 4 ngăn, máu không pha. Là động vật hằng nhiệt.\n    + **Lớp Thú (Có vú):**\n        *   Đại diện: Thỏ, Chó, Mèo, Voi...\n        *   Đặc điểm: Mình có lông mao, có tuyến sữa. Hô hấp bằng phổi. Tim 4 ngăn, máu không pha. Là động vật hằng nhiệt. Hiện tượng thai sinh và nuôi con bằng sữa. Bộ răng phân hóa.\n\n*   **Chương 7: Sự tiến hóa của động vật**\n    + Quá trình tiến hóa từ đơn giản đến phức tạp, từ đời sống dưới nước lên cạn.\n    + Sự thích nghi của động vật với các môi trường sống khác nhau (nước, cạn, không trung).\n\n*   **Chương 8: Động vật và đời sống con người**\n    + Vai trò của động vật.\n    + Đa dạng sinh học và các biện pháp bảo vệ.\n"
}