{
  "key": "biology-6",
  "content": "Kiến thức Sinh học Lớp 6: Thực vật học\n\n*   **Chương 1: Đại cương về giới thực vật**\n    + Nhiệm vụ của thực vật học.\n    + Đặc điểm chung của thực vật.\n    + Có phải tất cả thực vật đều có hoa?\n\n*   **Chương 2: Tế bào thực vật**\n    + Cấu tạo tế bào thực vật: Vách tế bào, màng sinh chất, chất tế bào, nhân, lục lạp, không bào.\n    + Chức năng của các bộ phận trong tế bào.\n    + Sự lớn lên và phân chia của tế bào. Ý nghĩa.\n\n*   **Chương 3: Rễ**\n    + Các loại rễ: rễ cọc, rễ chùm.\n    + Cấu tạo miền hút của rễ: Vỏ (biểu bì, thịt vỏ), Trụ giữa (mạch gỗ, mạch rây).\n    + Sự hút nước và muối khoáng của rễ: Con đường, cơ chế.\n    + Các loại rễ biến dạng: rễ củ, rễ móc, rễ thở, giác mút.\n\n*   **Chương 4: Thân**\n    + Cấu tạo ngoài của thân: Thân đứng, thân leo, thân bò. Chồi ngọn, chồi nách.\n    + Cấu tạo trong của thân non: Tương tự cấu tạo miền hút của rễ.\n    + Sự to ra của thân do tầng sinh vỏ và tầng sinh trụ.\n    + Vận chuyển các chất trong thân: Mạch gỗ vận chuyển nước và muối khoáng, mạch rây vận chuyển chất hữu cơ.\n    + Các loại thân biến dạng: thân củ, thân rễ, thân mọng nước.\n\n*   **Chương 5: Lá**\n    + Đặc điểm bên ngoài của lá: Phiến lá, gân lá. Các kiểu gân lá. Lá đơn, lá kép.\n    + Cấu tạo trong của phiến lá: Biểu bì, thịt lá (chứa lục lạp), gân lá. Lỗ khí (khí khổng).\n    *   **Quang hợp:** Khái niệm (quá trình lá cây sử dụng nước, khí cacbonic và năng lượng ánh sáng mặt trời để chế tạo tinh bột và nhả khí oxi). Sơ đồ quang hợp. Các yếu tố ảnh hưởng.\n    *   **Hô hấp:** Khái niệm (quá trình cây lấy O2, thải CO2). Ý nghĩa.\n    *   **Thoát hơi nước:** Qua lỗ khí, ý nghĩa đối với cây.\n    + Các loại lá biến dạng: lá biến thành gai, tua cuốn, vảy, lá dự trữ, lá bắt mồi.\n\n*   **Chương 6: Sinh sản sinh dưỡng tự nhiên và do người**\n    + Sinh sản bằng thân bò, thân rễ, rễ củ, lá.\n    + Giâm cành, chiết cành, ghép cành, nhân giống vô tính trong ống nghiệm.\n\n*   **Chương 7: Hoa và Sinh sản hữu tính**\n    + Cấu tạo của hoa lưỡng tính: Cuống, đài, tràng, nhị (chứa hạt phấn), nhụy (chứa noãn).\n    + Các loại hoa: hoa đơn tính, hoa lưỡng tính.\n    + Thụ phấn: Hiện tượng hạt phấn tiếp xúc với đầu nhụy. Thụ phấn nhờ gió, nhờ sâu bọ.\n    + Thụ tinh: Hiện tượng tế bào sinh dục đực kết hợp với tế bào sinh dục cái (noãn) tạo thành hợp tử.\n    + Phân biệt thụ phấn và thụ tinh.\n\n*   **Chương 8: Quả và Hạt**\n    + Quả do bầu nhụy phát triển thành. Hạt do noãn phát triển thành.\n    + Các loại quả chính: Quả khô (khô nẻ, khô không nẻ), quả thịt (quả mọng, quả hạch).\n    + Sự phát tán của quả và hạt: Tự phát tán, phát tán nhờ gió, nhờ động vật.\n    + Hạt và các bộ phận của hạt: Vỏ, phôi, chất dinh dưỡng dự trữ.\n    + Điều kiện nảy mầm của hạt.\n\n*   **Chương 9: Các nhóm thực vật**\n    + **Tảo:** Cơ thể đơn bào hoặc đa bào, chưa có thân-rễ-lá thật. Sống ở nước là chủ yếu.\n    + **Rêu:** Đã có thân, lá nhưng cấu tạo đơn giản, chưa có mạch dẫn. Có rễ giả. Sinh sản bằng bào tử.\n    + **Quyết (Dương xỉ):** Có rễ, thân, lá thật. Có mạch dẫn. Sinh sản bằng bào tử.\n    + **Hạt trần (Thông):** Rễ, thân, lá phát triển. Có mạch dẫn. Sinh sản bằng hạt nằm lộ trên lá noãn hở. Chưa có hoa và quả thật.\n    + **Hạt kín (Thực vật có hoa):** Cơ quan sinh dưỡng và cơ quan sinh sản (hoa, quả, hạt) phát triển đa dạng. Hạt nằm trong quả. Là nhóm thực vật tiến hóa nhất.\n        + Lớp Hai lá mầm và Lớp Một lá mầm: Đặc điểm phân biệt.\n\n*   **Chương 10: Vai trò của thực vật**\n    + Điều hòa khí hậu (cân bằng O2 và CO2).\n    + Bảo vệ đất và nguồn nước.\n    + Cung cấp lương thực, thực phẩm, gỗ, dược liệu...\n\n*   **Chương 11: Vi khuẩn - Nấm - Địa y**\n    + **Vi khuẩn:** Cấu tạo đơn bào, nhân sơ. Hình dạng đa dạng. Vai trò (phân hủy chất hữu cơ, gây bệnh).\n    + **Nấm:** Cơ thể không có chất diệp lục, sống dị dưỡng (hoại sinh, ký sinh). Vai trò (phân hủy, làm thức ăn, thuốc, gây bệnh).\n    + **Địa y:** Cộng sinh giữa nấm và tảo.\n\n### Hướng dẫn tự học cập nhật\n- **Lập sơ đồ tư duy cho từng hệ cơ quan:** ghi chú chức năng, cấu trúc và các bệnh lý liên quan để khắc sâu kiến thức sinh lý học.\n- **Thường xuyên quan sát thí nghiệm hoặc video mô phỏng:** đối chiếu lý thuyết với hình ảnh thực tế để hiểu cơ chế sinh học.\n- **Tự đặt câu hỏi về ứng dụng đời sống:** ví dụ biến đổi gen, công nghệ sinh học, bảo tồn đa dạng sinh học.\n\n### Lộ trình luyện đề 2025\n- **Chủ đề gen - ADN - ARN:** làm quen dạng câu hỏi vận dụng cao, giải thích cơ chế sinh học phân tử thông qua sơ đồ và bảng tóm tắt.\n- **Sinh thái học ứng dụng:** luyện đề về dòng năng lượng, chuỗi thức ăn và cân bằng hệ sinh thái, liên hệ với biến đổi khí hậu ở Việt Nam.\n- **Ôn tập kỹ thuật thực nghiệm:** đọc và phân tích đồ thị, bảng số liệu trong các đề thi học sinh giỏi và tốt nghiệp.\n"
}
