{
  "key": "chemistry-9",
  "content": "\nKiến thức Hóa học Lớp 9\n\n**Chương 1: Các loại hợp chất vô cơ**\n*   **Oxit:**\n    + Tính chất hóa học của oxit bazơ (tác dụng với nước, axit, oxit axit).\n    + Tính chất hóa học của oxit axit (tác dụng với nước, bazơ, oxit bazơ).\n    + Oxit lưỡng tính ($Al_2O_3$, $ZnO$).\n*   **Axit:**\n    + Tính chất hóa học chung (làm đổi màu quỳ tím, tác dụng với kim loại, bazơ, oxit bazơ, muối).\n    + Một số axit quan trọng: Axit sunfuric ($H_2SO_4$), Axit clohiđric (HCl).\n*   **Bazơ:**\n    + Tính chất hóa học của bazơ tan (kiềm) và không tan.\n    + Một số bazơ quan trọng: Natri hiđroxit (NaOH), Canxi hiđroxit ($Ca(OH)_2$).\n*   **Muối:**\n    + Tính chất hóa học (tác dụng với kim loại, axit, bazơ, muối).\n    + Phản ứng trao đổi trong dung dịch, điều kiện xảy ra.\n*   **Mối quan hệ giữa các hợp chất vô cơ:** Sơ đồ chuyển hóa.\n*   **Phân bón hóa học:** Phân đạm, phân lân, phân kali, phân hỗn hợp (NPK).\n\n**Chương 2: Kim loại**\n*   **Tính chất của kim loại:**\n    + Tính chất vật lí chung (tính dẻo, dẫn điện, dẫn nhiệt, ánh kim).\n    + Tính chất hóa học chung (tác dụng với phi kim, dung dịch axit, dung dịch muối).\n*   **Dãy hoạt động hóa học của kim loại:**\n    + Ý nghĩa: Dự đoán chiều phản ứng của kim loại với axit, nước, dung dịch muối.\n    + Dãy: K, Na, Ca, Mg, Al, Zn, Fe, Pb, (H), Cu, Ag, Au.\n*   **Nhôm (Al):** Tính chất, ứng dụng, sản xuất.\n*   **Sắt (Fe):** Tính chất, ứng dụng.\n*   **Hợp kim của sắt:** Gang, Thép (thành phần, tính chất, sản xuất).\n*   **Sự ăn mòn kim loại** và các biện pháp bảo vệ.\n\n**Chương 3: Phi kim - Sơ lược về Bảng tuần hoàn các nguyên tố hóa học**\n*   **Tính chất của phi kim:** Tác dụng với kim loại, hiđro, oxi.\n*   **Clo (Cl):** Tính chất, ứng dụng, điều chế.\n*   **Cacbon (C):** Các dạng thù hình. Tính chất hóa học.\n*   **Oxit của cacbon:** Cacbon monoxit (CO), Cacbon đioxit (CO2).\n*   **Axit cacbonic ($H_2CO_3$) và muối cacbonat:** Tính chất, nhận biết.\n*   **Silic (Si) và công nghiệp silicat:**\n    + Silic đioxit ($SiO_2$).\n    + Sơ lược về ngành sản xuất đồ gốm, xi măng, thủy tinh.\n*   **Sơ lược về Bảng tuần hoàn:** Nguyên tắc sắp xếp, cấu tạo (ô, chu kì, nhóm). Sự biến đổi tính chất trong chu kì và nhóm.\n\n**Chương 4: Hiđrocacbon. Nhiên liệu**\n*   **Khái niệm về hợp chất hữu cơ và hóa học hữu cơ.**\n*   **Cấu tạo phân tử hợp chất hữu cơ:** Đặc điểm, công thức cấu tạo.\n*   **Metan ($CH_4$):** Cấu tạo, tính chất hóa học đặc trưng là phản ứng thế.\n*   **Etilen ($C_2H_4$):** Cấu tạo (có liên kết đôi), tính chất hóa học đặc trưng là phản ứng cộng (với brom) và phản ứng trùng hợp.\n*   **Axetilen ($C_2H_2$):** Cấu tạo (có liên kết ba), tính chất hóa học đặc trưng là phản ứng cộng.\n*   **Benzen ($C_6H_6$):** Cấu tạo (vòng 6 cạnh đều), tính chất (phản ứng thế, phản ứng cộng).\n*   **Dầu mỏ và Khí thiên nhiên:** Thành phần, chế biến, ứng dụng.\n*   **Nhiên liệu:** Khái niệm, phân loại.\n\n**Chương 5: Dẫn xuất của Hiđrocacbon. Polime**\n*   **Rượu etylic ($C_2H_5OH$):** Cấu tạo, tính chất (phản ứng cháy, phản ứng với Na), ứng dụng, độ rượu.\n*   **Axit axetic ($CH_3COOH$):** Cấu tạo, tính chất (tính axit, tác dụng với rượu etylic tạo este), ứng dụng.\n*   **Chất béo:** Khái niệm, tính chất (phản ứng thủy phân trong môi trường axit và kiềm).\n*   **Glucozơ ($C_6H_{12}O_6$):** Tính chất (phản ứng tráng bạc, phản ứng lên men rượu).\n*   **Saccarozơ ($C_{12}H_{22}O_{11}$):** Phản ứng thủy phân.\n*   **Tinh bột và Xenlulozơ ($(C_6H_{10}O_5)_n$):** Phản ứng thủy phân, phản ứng màu của tinh bột với iot.\n*   **Protein:** Thành phần, cấu tạo, tính chất (thủy phân, sự đông tụ, phản ứng màu biure).\n*   **Polime:** Khái niệm, tính chất, phân loại. Chất dẻo, tơ, cao su.\n"
}