{
  "key": "civics-6",
  "content": "Kiến thức Giáo dục công dân Lớp 6\n\n*   **Chủ đề 1: Tự hào về truyền thống gia đình, dòng họ.**\n    + Truyền thống là những giá trị tốt đẹp được lưu truyền từ thế hệ này sang thế hệ khác.\n    + Ý nghĩa: Giúp ta có thêm kinh nghiệm, sức mạnh, và làm phong phú thêm bản sắc.\n    + Cách thể hiện: Tự hào, nối tiếp và phát huy truyền thống.\n\n*   **Chủ đề 2: Yêu thương con người.**\n    + Biểu hiện: Quan tâm, giúp đỡ, cảm thông, tha thứ, hy sinh vì người khác.\n    + Ý nghĩa: Là truyền thống quý báu của dân tộc, giúp con người có thêm sức mạnh, xã hội trở nên tốt đẹp hơn.\n\n*   **Chủ đề 3: Siêng năng, kiên trì.**\n    + Siêng năng: Cần cù, tự giác, miệt mài làm việc.\n    + Kiên trì: Quyết tâm làm đến cùng dù gặp khó khăn.\n    + Ý nghĩa: Giúp con người thành công trong công việc và cuộc sống.\n\n*   **Chủ đề 4: Tôn trọng sự thật.**\n    + Biểu hiện: Sống ngay thẳng, thật thà, dũng cảm nhận lỗi khi có sai lầm.\n    + Ý nghĩa: Giúp con người tin tưởng nhau, nâng cao phẩm giá bản thân.\n\n*   **Chủ đề 5: Tự lập.**\n    + Biểu hiện: Tự làm lấy công việc, tự lo liệu, tạo dựng cuộc sống, không trông chờ, dựa dẫm.\n    + Ý nghĩa: Giúp ta tự tin, bản lĩnh, thành công và được mọi người kính trọng.\n\n*   **Chủ đề 6: Tự nhận thức bản thân.**\n    + Khái niệm: Biết nhìn nhận, đánh giá về khả năng, thái độ, hành vi, điểm mạnh, điểm yếu của bản thân.\n    + Ý nghĩa: Giúp chúng ta tự tin, lạc quan, và biết cách phát huy ưu điểm, khắc phục nhược điểm.\n\n*   **Chủ đề 7: Công dân nước Cộng hòa xã hội chủ nghĩa Việt Nam.**\n    + Căn cứ xác định công dân Việt Nam: có quốc tịch Việt Nam.\n    + Mối quan hệ giữa Nhà nước và công dân: Công dân có quyền và nghĩa vụ đối với Nhà nước.\n\n*   **Chủ đề 8: Quyền và nghĩa vụ học tập.**\n    + Quyền học tập: Mọi công dân đều có quyền học tập, học không hạn chế, học bất cứ ngành nghề nào, học bằng nhiều hình thức.\n    + Nghĩa vụ học tập: Hoàn thành giáo dục tiểu học và THCS.\n\n*   **Chủ đề 9: Quyền được pháp luật bảo hộ về tính mạng, thân thể, sức khỏe, danh dự và nhân phẩm.**\n    + Không ai được xâm phạm đến tính mạng, thân thể, sức khỏe, danh dự và nhân phẩm của người khác.\n    + Mọi hành vi xâm phạm đều bị pháp luật trừng trị.\n\n*   **Chủ đề 10: Quyền bất khả xâm phạm về chỗ ở.**\n    + Công dân có quyền được các cơ quan nhà nước và mọi người tôn trọng chỗ ở.\n    + Không ai được tự ý vào chỗ ở của người khác nếu không được người đó đồng ý, trừ trường hợp pháp luật cho phép.\n\n### Hướng dẫn tự học cập nhật\n- **Kết nối kiến thức với tình huống đời sống:** phân tích các tình huống pháp lý, đạo đức và công dân để thấy rõ ý nghĩa bài học.\n- **Ôn tập theo chủ đề lớn:** quyền và nghĩa vụ, tổ chức bộ máy nhà nước, đạo đức, pháp luật… nhằm dễ hệ thống hóa khi làm bài.\n- **Theo dõi thời sự:** liên hệ bài học với sự kiện gần đây để tăng khả năng vận dụng trong câu hỏi mở.\n\n### Lộ trình luyện đề 2025\n- **Phân tích tình huống pháp luật:** chọn đề yêu cầu viện dẫn luật hoặc nghị định mới, luyện cách cấu trúc câu trả lời theo mở bài - thân bài - kết luận.\n- **Câu hỏi mở về đạo đức & công dân:** thực hành lập luận hai chiều, đưa ví dụ thực tế và đề xuất giải pháp.\n- **Đề trắc nghiệm kỹ năng sống:** ghi nhớ thuật ngữ trọng tâm, luyện phản xạ xử lý câu hỏi tình huống với thời gian ngắn.\n"
}
