{
  "key": "civics-8",
  "content": "Kiến thức Giáo dục công dân Lớp 8\n\n*   **Chủ đề 1: Tôn trọng lẽ phải, liêm khiết.**\n    + Lẽ phải: Những điều được coi là đúng đắn, phù hợp với đạo lí và lợi ích chung.\n    + Tôn trọng lẽ phải: Công nhận, ủng hộ, tuân theo và bảo vệ những điều đúng đắn.\n    + Liêm khiết: Sống trong sạch, không hám danh, hám lợi, không tham ô.\n\n*   **Chủ đề 2: Tôn trọng người khác, giữ chữ tín.**\n    + Tôn trọng người khác: Đánh giá đúng mức, coi trọng danh dự, phẩm giá và lợi ích của người khác.\n    + Giữ chữ tín: Coi trọng lòng tin của mọi người đối với mình.\n\n*   **Chủ đề 3: Pháp luật và kỉ luật.**\n    + Pháp luật: Các quy tắc xử sự chung, do Nhà nước ban hành, có tính bắt buộc.\n    + Kỉ luật: Những quy định của một tập thể.\n    + Ý nghĩa: Giúp mọi người có một chuẩn mực chung để rèn luyện và thống nhất trong hành động.\n\n*   **Chủ đề 4: Xây dựng tình bạn trong sáng, lành mạnh.**\n    + Đặc điểm: Phù hợp với nhau về quan niệm sống; bình đẳng, tôn trọng nhau; chân thành, tin cậy và có trách nhiệm; thông cảm, đồng cảm.\n\n*   **Chủ đề 5: Lao động tự giác và sáng tạo.**\n    + Tự giác: Chủ động làm việc không cần ai nhắc nhở.\n    + Sáng tạo: Luôn suy nghĩ, cải tiến để tìm ra cái mới, cách giải quyết tốt nhất.\n\n*   **Chủ đề 6: Phòng, chống tệ nạn xã hội.**\n    + Tệ nạn xã hội là gì? (cờ bạc, ma túy, mại dâm).\n    + Tác hại của tệ nạn xã hội.\n    + Trách nhiệm của công dân trong việc phòng, chống.\n\n*   **Chủ đề 7: Phòng, chống nhiễm HIV/AIDS.**\n    + HIV là gì? AIDS là gì?\n    + Các con đường lây truyền.\n    + Cách phòng tránh.\n\n*   **Chủ đề 8: Phòng ngừa tai nạn vũ khí, cháy, nổ và các chất độc hại.**\n    + Nhận biết các loại vũ khí, chất cháy, nổ, độc hại.\n    + Quy định của pháp luật và cách phòng ngừa.\n\n*   **Chủ đề 9: Quyền sở hữu tài sản và nghĩa vụ tôn trọng tài sản của người khác.**\n    + Quyền sở hữu tài sản bao gồm: Quyền chiếm hữu, quyền sử dụng và quyền định đoạt.\n    + Nghĩa vụ của công dân: Tôn trọng quyền sở hữu của người khác.\n\n*   **Chủ đề 10: Quyền khiếu nại, tố cáo của công dân.**\n    + Khiếu nại: Đề nghị cơ quan có thẩm quyền xem xét lại quyết định hành chính khi có căn cứ cho rằng quyết định đó trái pháp luật.\n    + Tố cáo: Báo cho cơ quan có thẩm quyền về hành vi vi phạm pháp luật của bất cứ ai.\n    + Phân biệt khiếu nại và tố cáo.\n\n*   **Chủ đề 11: Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam.**\n    + Hiến pháp là luật cơ bản, luật gốc của Nhà nước, có hiệu lực pháp lí cao nhất.\n    + Nội dung cơ bản của Hiến pháp 2013.\n\n### Hướng dẫn tự học cập nhật\n- **Kết nối kiến thức với tình huống đời sống:** phân tích các tình huống pháp lý, đạo đức và công dân để thấy rõ ý nghĩa bài học.\n- **Ôn tập theo chủ đề lớn:** quyền và nghĩa vụ, tổ chức bộ máy nhà nước, đạo đức, pháp luật… nhằm dễ hệ thống hóa khi làm bài.\n- **Theo dõi thời sự:** liên hệ bài học với sự kiện gần đây để tăng khả năng vận dụng trong câu hỏi mở.\n\n### Lộ trình luyện đề 2025\n- **Phân tích tình huống pháp luật:** chọn đề yêu cầu viện dẫn luật hoặc nghị định mới, luyện cách cấu trúc câu trả lời theo mở bài - thân bài - kết luận.\n- **Câu hỏi mở về đạo đức & công dân:** thực hành lập luận hai chiều, đưa ví dụ thực tế và đề xuất giải pháp.\n- **Đề trắc nghiệm kỹ năng sống:** ghi nhớ thuật ngữ trọng tâm, luyện phản xạ xử lý câu hỏi tình huống với thời gian ngắn.\n"
}
