{
  "key": "civics-7",
  "content": "Kiến thức Giáo dục công dân Lớp 7\n\n*   **Chủ đề 1: Sống giản dị, trung thực, tự trọng.**\n    + Giản dị: Sống phù hợp với điều kiện, hoàn cảnh của bản thân, gia đình và xã hội.\n    + Trung thực: Tôn trọng sự thật, không làm sai, không nói dối.\n    + Tự trọng: Coi trọng và giữ gìn phẩm giá của bản thân.\n\n*   **Chủ đề 2: Đạo đức và kỉ luật.**\n    + Đạo đức: Những quy tắc, chuẩn mực xã hội mà con người tự giác thực hiện.\n    + Kỉ luật: Những quy định chung của một cộng đồng, đòi hỏi mọi người phải tuân theo.\n    + Mối quan hệ: Sống có kỉ luật là biểu hiện của người có đạo đức.\n\n*   **Chủ đề 3: Đoàn kết, tương trợ, khoan dung.**\n    + Đoàn kết, tương trợ: Hợp tác, giúp đỡ lẫn nhau trong công việc, cuộc sống.\n    + Khoan dung: Rộng lòng tha thứ, tôn trọng và thông cảm với người khác.\n\n*   **Chủ đề 4: Tôn sư trọng đạo.**\n    + Biểu hiện: Kính trọng, biết ơn, vâng lời thầy cô giáo.\n    + Ý nghĩa: Là truyền thống quý báu của dân tộc, thể hiện lòng biết ơn.\n\n*   **Chủ đề 5: Yêu thiên nhiên, sống hòa hợp với thiên nhiên.**\n    + Biểu hiện: Bảo vệ, giữ gìn, làm đẹp cảnh quan thiên nhiên.\n    + Ý nghĩa: Thiên nhiên quan trọng với cuộc sống, bảo vệ thiên nhiên là bảo vệ cuộc sống của chính mình.\n\n*   **Chủ đề 6: Bộ máy nhà nước cấp cơ sở (xã, phường, thị trấn).**\n    + Cấu trúc: Gồm Hội đồng nhân dân (do dân bầu ra, cơ quan quyền lực) và Ủy ban nhân dân (do HĐND bầu ra, cơ quan hành chính, chấp hành).\n    + Nhiệm vụ, quyền hạn của HĐND và UBND cấp xã.\n\n*   **Chủ đề 7: Quyền và nghĩa vụ của công dân trong gia đình.**\n    + Quyền và nghĩa vụ của cha mẹ, ông bà: Yêu thương, nuôi dưỡng, giáo dục con cháu.\n    + Quyền và nghĩa vụ của con, cháu: Kính trọng, hiếu thảo, vâng lời ông bà cha mẹ.\n\n*   **Chủ đề 8: Bảo vệ môi trường và tài nguyên thiên nhiên.**\n    + Môi trường, tài nguyên thiên nhiên là gì?\n    + Tầm quan trọng và thực trạng.\n    + Trách nhiệm của công dân trong việc bảo vệ môi trường.\n\n*   **Chủ đề 9: Bảo vệ di sản văn hóa.**\n    + Di sản văn hóa: Vật thể và phi vật thể.\n    + Một số di sản văn hóa tiêu biểu của Việt Nam.\n    + Trách nhiệm của công dân trong việc bảo vệ di sản văn hóa.\n\n### Hướng dẫn tự học cập nhật\n- **Kết nối kiến thức với tình huống đời sống:** phân tích các tình huống pháp lý, đạo đức và công dân để thấy rõ ý nghĩa bài học.\n- **Ôn tập theo chủ đề lớn:** quyền và nghĩa vụ, tổ chức bộ máy nhà nước, đạo đức, pháp luật… nhằm dễ hệ thống hóa khi làm bài.\n- **Theo dõi thời sự:** liên hệ bài học với sự kiện gần đây để tăng khả năng vận dụng trong câu hỏi mở.\n\n### Lộ trình luyện đề 2025\n- **Phân tích tình huống pháp luật:** chọn đề yêu cầu viện dẫn luật hoặc nghị định mới, luyện cách cấu trúc câu trả lời theo mở bài - thân bài - kết luận.\n- **Câu hỏi mở về đạo đức & công dân:** thực hành lập luận hai chiều, đưa ví dụ thực tế và đề xuất giải pháp.\n- **Đề trắc nghiệm kỹ năng sống:** ghi nhớ thuật ngữ trọng tâm, luyện phản xạ xử lý câu hỏi tình huống với thời gian ngắn.\n"
}
