{
  "key": "civics-9",
  "content": "\nKiến thức Giáo dục công dân Lớp 9\n\n*   **Chủ đề 1: Chí công vô tư, tự chủ.**\n    + Chí công vô tư: Công bằng, không thiên vị, giải quyết công việc theo lẽ phải.\n    + Tự chủ: Làm chủ bản thân, suy nghĩ và hành động.\n\n*   **Chủ đề 2: Dân chủ và kỉ luật.**\n    + Dân chủ: Mọi người được làm chủ công việc của tập thể, xã hội.\n    + Kỉ luật: Tuân theo quy định của cộng đồng.\n    + Mối quan hệ: Dân chủ phải đi đôi với kỉ luật.\n\n*   **Chủ đề 3: Tình hữu nghị giữa các dân tộc trên thế giới, hợp tác cùng phát triển.**\n    + Tình hữu nghị: Quan hệ bạn bè thân thiện giữa nước này với nước khác.\n    + Hợp tác: Cùng chung sức làm việc, giúp đỡ, hỗ trợ lẫn nhau.\n\n*   **Chủ đề 4: Kế thừa và phát huy truyền thống tốt đẹp của dân tộc.**\n    + Các truyền thống tốt đẹp: Yêu nước, chống giặc ngoại xâm, đoàn kết, nhân nghĩa, cần cù lao động...\n    + Trách nhiệm của thế hệ trẻ trong việc giữ gìn và phát huy.\n\n*   **Chủ đề 5: Năng động, sáng tạo.**\n    + Năng động: Tích cực, chủ động, dám nghĩ, dám làm.\n    + Sáng tạo: Say mê nghiên cứu, tìm tòi để tạo ra những giá trị mới.\n\n*   **Chủ đề 6: Làm việc có năng suất, chất lượng, hiệu quả.**\n    + Khái niệm và ý nghĩa.\n\n*   **Chủ đề 7: Lý tưởng sống của thanh niên.**\n    + Lý tưởng sống là mục đích tốt đẹp mà mỗi người hướng tới.\n    + Lý tưởng của thanh niên Việt Nam hiện nay: Xây dựng đất nước giàu mạnh, xã hội công bằng, dân chủ, văn minh.\n\n*   **Chủ đề 8: Trách nhiệm của thanh niên trong sự nghiệp công nghiệp hóa, hiện đại hóa (CNH, HĐH).**\n    + Vai trò của thanh niên và những yêu cầu cần có để góp phần vào sự nghiệp CNH, HĐH.\n\n*   **Chủ đề 9: Quyền và nghĩa vụ của công dân trong hôn nhân.**\n    + Nguyên tắc cơ bản của chế độ hôn nhân ở Việt Nam: Tự nguyện, tiến bộ, một vợ một chồng, vợ chồng bình đẳng.\n    + Quyền và nghĩa vụ của vợ và chồng.\n\n*   **Chủ đề 10: Quyền tự do kinh doanh và nghĩa vụ đóng thuế.**\n    + Quyền tự do kinh doanh: Quyền lựa chọn hình thức, ngành nghề kinh doanh.\n    + Nghĩa vụ đóng thuế: Vai trò của thuế và trách nhiệm của công dân.\n\n*   **Chủ đề 11: Quyền và nghĩa vụ lao động của công dân.**\n    + Quyền lao động: Tự do sử dụng sức lao động để học nghề, tìm kiếm việc làm.\n    + Nghĩa vụ lao động: Lao động để tự nuôi sống bản thân, gia đình, góp phần duy trì và phát triển đất nước.\n    + Các quy định về lao động của trẻ em.\n\n*   **Chủ đề 12: Vi phạm pháp luật và trách nhiệm pháp lí của công dân.**\n    + Vi phạm pháp luật: Hình sự, hành chính, dân sự, kỉ luật.\n    + Trách nhiệm pháp lí tương ứng.\n\n*   **Chủ đề 13: Quyền tham gia quản lí nhà nước, quản lí xã hội của công dân.**\n    + Các hình thức tham gia: Trực tiếp và gián tiếp.\n\n*   **Chủ đề 14: Nghĩa vụ bảo vệ Tổ quốc.**\n    + Bao gồm xây dựng quốc phòng toàn dân và thực hiện nghĩa vụ quân sự.\n\n*   **Chủ đề 15: Sống có đạo đức và tuân theo pháp luật.**\n    + Mối quan hệ giữa đạo đức và pháp luật.\n"
}