{
  "key": "english",
  "content": "Kiến thức Tiếng Anh Trung học cơ sở (Chương trình chung)\n\n**A. Grammar (Ngữ pháp):**\n- **Tenses (Các thì):**\n  + Simple Present (Hiện tại đơn): diễn tả thói quen, sự thật hiển nhiên.\n  + Present Continuous (Hiện tại tiếp diễn): diễn tả hành động đang xảy ra.\n  + Present Perfect (Hiện tại hoàn thành): diễn tả hành động vừa xảy ra, hoặc hành động xảy ra trong quá khứ kéo dài đến hiện tại.\n  + Simple Past (Quá khứ đơn): diễn tả hành động đã xảy ra và chấm dứt trong quá khứ.\n  + Past Continuous (Quá khứ tiếp diễn): diễn tả hành động đang xảy ra tại một thời điểm trong quá khứ.\n  + Simple Future (Tương lai đơn): diễn tả quyết định tức thời, dự đoán không có căn cứ.\n  + Near Future (Tương lai gần: be going to): diễn tả kế hoạch, dự định, dự đoán có căn cứ.\n\n- **Sentence Structures (Cấu trúc câu):**\n  + Affirmative, Negative, Interrogative (Câu khẳng định, phủ định, nghi vấn).\n  + Wh-questions (Câu hỏi có từ để hỏi: What, Where, When, Who, Why, How).\n  + Imperatives (Câu mệnh lệnh).\n  + Compound sentences (Câu ghép với: and, but, so, or, however).\n  + Complex sentences (Câu phức với mệnh đề thời gian (when, while), lí do (because, since, as), nhượng bộ (although, though), mục đích (in order to)).\n\n- **Modals & Phrasal Modals (Động từ khuyết thiếu):**\n  + can/could: có thể/không thể.\n  + must/have to: phải (bắt buộc).\n  + should/ought to: nên.\n  + may/might: có thể (xin phép, dự đoán).\n  + will/would: sẽ.\n\n- **Comparisons (So sánh):**\n  + Equality (So sánh bằng): as + adj/adv + as.\n  + Comparative (So sánh hơn): short adj-er / more + long adj + than.\n  + Superlative (So sánh nhất): the + short adj-est / the most + long adj.\n\n- **Passive Voice (Thể bị động):**\n  + Bị động của thì Hiện tại đơn, Quá khứ đơn, Hiện tại hoàn thành, Tương lai đơn.\n  + Cấu trúc chung: be + V3/ed.\n\n- **Gerunds and Infinitives (Danh động từ và Động từ nguyên mẫu):**\n  + V-ing làm chủ ngữ, tân ngữ.\n  + to-infinitive để chỉ mục đích.\n  + Các động từ theo sau bởi V-ing (enjoy, mind, suggest, finish...).\n  + Các động từ theo sau bởi to-infinitive (want, decide, hope, agree...).\n\n- **Prepositions (Giới từ):**\n  + Giới từ chỉ thời gian: at (giờ), in (tháng, năm, mùa), on (ngày).\n  + Giới từ chỉ nơi chốn: at (tại một điểm), in (bên trong), on (bên trên).\n\n- **Conditional Sentences (Câu điều kiện):**\n  + Type 1 (Loại 1): If + S + V(s/es), S + will + V. (Có thật ở hiện tại/tương lai).\n  + Type 2 (Loại 2): If + S + V2/ed, S + would + V. (Không có thật ở hiện tại).\n\n- **Reported Speech (Câu tường thuật):**\n  + Tường thuật câu kể (lùi thì).\n  + Tường thuật câu hỏi Yes/No (if/whether).\n  + Tường thuật câu hỏi Wh- (giữ từ để hỏi).\n\n- **Connectors/Conjunctions (Từ nối/Liên từ):** and, but, so, or, because, although, however, therefore.\n\n**B. Vocabulary (Từ vựng theo chủ đề):**\n- **Lớp 6:** My new school, My home, My friends, My neighborhood, Natural wonders of the world, Our Tet holiday, Television.\n- **Lớp 7:** My hobbies, Health, Community service, Music and arts, Food and drink, The world of work, Traffic, Films.\n- **Lớp 8:** Leisure activities, Life in the countryside, Peoples of Viet Nam, A traditional craft village, Wonders of Viet Nam, English speaking countries, Science and technology.\n- **Lớp 9:** Local environment, City life, Teen stress and pressure, Life on other planets, Natural disasters, Communication, English in the world.\n\n**C. Skills (Kỹ năng):**\n- **Reading:** Đọc hiểu các đoạn văn ngắn, email, thông báo về các chủ đề quen thuộc. Tìm kiếm thông tin cụ thể (scanning) và ý chính (skimming).\n- **Writing:** Viết đoạn văn ngắn (80-120 từ), email, bưu thiếp. Sắp xếp câu thành đoạn văn/bài hội thoại hoàn chỉnh. Viết lại câu với cấu trúc tương đương.\n- **Listening:** Nghe các đoạn hội thoại, thông báo ngắn để lấy thông tin cụ thể hoặc ý chính.\n- **Speaking:** Hỏi và trả lời về thông tin cá nhân, hoạt động hàng ngày, sở thích. Thực hành các bài hội thoại ngắn theo tình huống. Trình bày ngắn về một chủ đề quen thuộc.\n\n### Hướng dẫn tự học cập nhật\n- **Học từ vựng theo chủ đề:** ghi chú collocations, từ đồng nghĩa/trái nghĩa và áp dụng vào câu hoàn chỉnh.\n- **Luyện bốn kỹ năng cân đối:** nghe podcast, xem video ngắn, đọc tin tức và viết nhật ký để duy trì phản xạ ngôn ngữ.\n- **Tự đánh giá phát âm & ngữ pháp:** ghi âm giọng nói, dùng công cụ kiểm tra ngữ pháp để sửa lỗi kịp thời.\n\n### Lộ trình luyện đề 2025\n- **Reading & Use of English:** luyện đề Cambridge B1/B2, chú ý phân tích cấu trúc đoạn văn và suy luận ý chính.\n- **Listening shadowing:** chọn podcast 3-5 phút, ghi lại key words và tóm tắt nội dung bằng tiếng Anh.\n- **Writing & Speaking review:** tạo checklist tiêu chí chấm điểm (task response, coherence, grammar, vocabulary) để tự đánh giá.\n"
}
