{
  "key": "geography-7",
  "content": "\nKiến thức Địa lí Lớp 7: Thiên nhiên và con người ở các châu lục\n\n*   **Phần 1: Thành phần nhân văn của môi trường**\n    + **Dân số:** Nguồn lao động và thị trường tiêu thụ. Tình hình gia tăng dân số thế giới (bùng nổ dân số). Hậu quả và phương hướng giải quyết.\n    + **Sự phân bố dân cư. Các chủng tộc:** Dân cư thế giới phân bố không đều. Các khu vực đông dân. Ba chủng tộc chính: Môn-gô-lô-it, Nê-grô-it, Ơ-rô-pê-ô-it.\n    + **Quần cư. Đô thị hóa:** Quần cư nông thôn và quần cư thành thị. Đô thị hóa và sự hình thành các siêu đô thị.\n\n*   **Phần 2: Các môi trường địa lí**\n    + **Môi trường đới nóng:**\n        *   Môi trường xích đạo ẩm: Nắng nóng, mưa nhiều quanh năm. Rừng rậm xanh quanh năm.\n        *   Môi trường nhiệt đới: Có một mùa mưa và một mùa khô rõ rệt. Thảm thực vật thay đổi từ rừng thưa đến xavan.\n        *   Môi trường nhiệt đới gió mùa: Nhiệt độ, lượng mưa thay đổi theo mùa gió.\n    + **Môi trường đới ôn hòa:**\n        *   Đặc điểm: Mang tính trung gian giữa đới nóng và đới lạnh. Thời tiết biến động.\n        *   Các kiểu môi trường: Ôn đới hải dương, ôn đới lục địa, địa trung hải, cận nhiệt đới gió mùa.\n    + **Môi trường đới lạnh:** Khắc nghiệt, lạnh giá quanh năm. Băng tuyết bao phủ. Ít người sinh sống.\n    + **Môi trường vùng núi:** Khí hậu và thực vật thay đổi theo độ cao.\n\n*   **Phần 3: Thiên nhiên và con người ở các châu lục**\n    + **Châu Phi:**\n        *   Vị trí, địa hình (dạng hình khối, cao nguyên khổng lồ). Khoáng sản phong phú.\n        *   Khí hậu: Nóng và khô bậc nhất thế giới, hình thành các hoang mạc lớn.\n        *   Dân cư: Chủ yếu thuộc chủng tộc Nê-grô-it, bùng nổ dân số, phân bố không đều.\n        *   Kinh tế: Chậm phát triển, chủ yếu là nông nghiệp và khai khoáng.\n    + **Châu Mỹ:**\n        *   Lãnh thổ trải dài trên nhiều vĩ độ. Địa hình đa dạng.\n        *   **Bắc Mỹ:** Nền kinh tế phát triển cao (Hoa Kỳ, Canada). Nông nghiệp tiên tiến, công nghiệp hiện đại.\n        *   **Trung và Nam Mỹ:** Dân cư có sự hòa huyết, văn hóa Latinh đặc sắc. Kinh tế đang phát triển, còn phụ thuộc nhiều vào nước ngoài. Khai thác rừng Amazon.\n    + **Châu Nam Cực:**\n        *   Châu lục lạnh nhất, khô nhất, gió bão nhất. Lớp băng dày bao phủ.\n        *   Là tài sản chung của nhân loại, chỉ có các hoạt động nghiên cứu khoa học.\n    + **Châu Đại Dương:**\n        *   Gồm lục địa Ô-xtrây-li-a và vô số đảo, quần đảo.\n        *   Ô-xtrây-li-a: Địa hình đa dạng, nhiều hoang mạc. Sinh vật độc đáo (thú có túi, thú mỏ vịt). Kinh tế phát triển.\n        *   Các quốc đảo: Chủ yếu phát triển du lịch, khai thác tài nguyên biển.\n    + **Châu Âu:**\n        *   Vị trí, địa hình (đồng bằng, núi già). Khí hậu ôn đới.\n        *   Dân cư: Chủ yếu chủng tộc Ơ-rô-pê-ô-it. Mức độ đô thị hóa cao, dân số già.\n        *   Kinh tế: Nhiều nước có nền kinh tế phát triển hàng đầu thế giới. Liên minh châu Âu (EU) là một liên kết kinh tế lớn.\n"
}