{
  "key": "history-9",
  "content": "\nKiến thức Lịch sử Lớp 9\n\n**Phần 1: Lịch sử Thế giới Hiện đại (Từ 1917 đến 2000)**\n*   **Chương 1: Liên Xô và các nước Đông Âu sau Chiến tranh thế giới thứ nhất.**\n    + Cách mạng tháng Mười Nga 1917.\n    + Công cuộc xây dựng Chủ nghĩa xã hội (CNXH) ở Liên Xô (1921-1941).\n*   **Chương 2: Các nước tư bản chủ yếu giữa hai cuộc chiến tranh (1918-1939).**\n    + Cuộc khủng hoảng kinh tế 1929-1933.\n    + Sự lên cầm quyền của chủ nghĩa phát xít ở Đức, I-ta-li-a, Nhật Bản.\n*   **Chương 3: Châu Á giữa hai cuộc chiến tranh thế giới.**\n    + Phong trào độc lập dân tộc ở Trung Quốc, Ấn Độ, Đông Nam Á.\n*   **Chương 4: Chiến tranh thế giới thứ hai (1939-1945).**\n    + Nguyên nhân bùng nổ.\n    + Diễn biến chính và vai trò của Liên Xô trong việc tiêu diệt chủ nghĩa phát xít.\n    + Kết cục của chiến tranh.\n*   **Chương 5: Sự phát triển của khoa học-kĩ thuật thế giới nửa sau thế kỉ XX.**\n    + Cuộc cách mạng khoa học-kĩ thuật và những tác động.\n\n**Phần 2: Lịch sử Việt Nam từ 1919 đến nay**\n*   **Chương 1: Việt Nam trong những năm 1919-1930.**\n    + Chương trình khai thác thuộc địa lần thứ hai của Pháp.\n    + Phong trào dân tộc dân chủ 1919-1925.\n    + Hoạt động của Nguyễn Ái Quốc và sự ra đời của các tổ chức cách mạng.\n    + **Đảng Cộng sản Việt Nam ra đời (3/2/1930):** Ý nghĩa lịch sử.\n*   **Chương 2: Việt Nam trong những năm 1930-1939.**\n    + **Phong trào cách mạng 1930-1931 với đỉnh cao là Xô viết Nghệ-Tĩnh.**\n    + **Phong trào dân chủ 1936-1939.**\n*   **Chương 3: Cuộc vận động tiến tới Cách mạng tháng Tám 1945.**\n    + Tình hình Việt Nam trong Chiến tranh thế giới thứ hai.\n    + Mặt trận Việt Minh thành lập (1941).\n    + Cao trào kháng Nhật cứu nước.\n    + **Tổng khởi nghĩa tháng Tám năm 1945:** Diễn biến và thắng lợi.\n    + Nước Việt Nam Dân chủ Cộng hòa ra đời (2/9/1945).\n*   **Chương 4: Việt Nam từ sau Cách mạng tháng Tám đến toàn quốc kháng chiến.**\n    + Tình thế \"ngàn cân treo sợi tóc\" sau cách mạng.\n    + Đấu tranh chống ngoại xâm và nội phản, bảo vệ chính quyền.\n*   **Chương 5: Việt Nam từ cuối 1946 đến năm 1954.**\n    + **Cuộc kháng chiến toàn quốc chống thực dân Pháp:**\n        *   Đường lối kháng chiến \"toàn dân, toàn diện, trường kỳ, tự lực cánh sinh\".\n        *   Các chiến dịch lớn: Việt Bắc Thu - Đông 1947, Biên giới Thu - Đông 1950.\n        *   **Chiến dịch lịch sử Điện Biên Phủ (1954):** Thắng lợi quyết định.\n        *   Hiệp định Giơ-ne-vơ về Đông Dương.\n*   **Chương 6: Việt Nam từ 1954 đến 1975.**\n    + **Miền Bắc:** Xây dựng CNXH, làm hậu phương cho miền Nam.\n    + **Miền Nam:** Đấu tranh chống đế quốc Mỹ và chính quyền Sài Gòn.\n        *   Phong trào \"Đồng khởi\" (1959-1960).\n        *   Chống các chiến lược chiến tranh của Mỹ: \"Chiến tranh đặc biệt\", \"Chiến tranh cục bộ\", \"Việt Nam hóa chiến tranh\".\n        *   Cuộc Tổng tiến công và nổi dậy Xuân Mậu Thân 1968.\n        *   Hiệp định Pa-ri về Việt Nam (1973).\n    + **Cuộc Tổng tiến công và nổi dậy mùa Xuân 1975, đỉnh cao là Chiến dịch Hồ Chí Minh lịch sử,** giải phóng hoàn toàn miền Nam, thống nhất đất nước.\n*   **Chương 7: Việt Nam từ 1975 đến 2000.**\n    + Những năm đầu sau thống nhất (1975-1985).\n    + **Công cuộc Đổi mới đất nước (từ 1986):** Hoàn cảnh, nội dung và thành tựu.\n"
}