{
  "key": "history-7",
  "content": "Kiến thức Lịch sử Lớp 7\n\n**Phần 1: Lịch sử Thế giới Trung đại**\n*   **Chương 1: Tây Âu thời hậu kì trung đại.**\n    + **Lãnh địa phong kiến:** Đơn vị kinh tế, chính trị cơ bản. Kinh tế tự cấp, tự túc.\n    + **Thành thị trung đại:** Sự ra đời, vai trò. Kinh tế hàng hóa phát triển.\n    + **Các cuộc phát kiến địa lí lớn (Thế kỷ XV-XVI):**\n        *   Nguyên nhân, điều kiện.\n        *   Các cuộc phát kiến tiêu biểu của B. Đi-a-xơ, C. Cô-lôm-bô, Va-xcô đơ Ga-ma, Ph. Ma-gien-lăng.\n        *   Hệ quả: Tìm ra con đường mới, thúc đẩy thương nghiệp, dẫn đến các cuộc xâm lược thuộc địa.\n    + **Phong trào văn hóa Phục hưng, Cải cách tôn giáo, Chiến tranh nông dân.**\n\n*   **Chương 2: Ấn Độ và Trung Quốc thời phong kiến.**\n    + Các triều đại phong kiến tiêu biểu của Ấn Độ và Trung Quốc.\n    + Những thành tựu văn hóa lớn.\n\n*   **Chương 3: Các quốc gia phong kiến Đông Nam Á.**\n    + Sự hình thành các vương quốc cổ: Cam-pu-chia, Lào, các vương quốc trên lãnh thổ Việt Nam.\n    + Quá trình phát triển.\n\n**Phần 2: Lịch sử Việt Nam từ thế kỷ X đến giữa thế kỷ XIX**\n*   **Chương 1: Buổi đầu độc lập thời Ngô - Đinh - Tiền Lê (Thế kỷ X).**\n    + **Nhà Ngô (939 - 965):** Ngô Quyền xưng vương, xây dựng nền tự chủ.\n    + **Nhà Đinh (968 - 980):** Đinh Bộ Lĩnh dẹp \"loạn 12 sứ quân\", thống nhất đất nước, đặt tên nước là Đại Cồ Việt.\n    + **Nhà Tiền Lê (980 - 1009):** Lê Hoàn lãnh đạo kháng chiến chống Tống lần thứ nhất (năm 981).\n\n*   **Chương 2: Nước Đại Việt thời Lý (Thế kỷ XI - XII).**\n    + **Sự thành lập:** Lý Công Uẩn lên ngôi, dời đô về Thăng Long (1010).\n    + **Tổ chức nhà nước:** Hoàn thiện bộ máy, ban hành luật Hình thư.\n    + **Kinh tế, văn hóa:** Nông nghiệp phát triển, thủ công nghiệp và thương nghiệp có nhiều tiến bộ. Đạo Phật phát triển.\n    + **Kháng chiến chống Tống (1075 - 1077):**\n        *   Chủ trương \"tiên phát chế nhân\" của Lý Thường Kiệt.\n        *   Trận chiến trên sông Như Nguyệt, kết thúc bằng thắng lợi ngoại giao.\n\n*   **Chương 3: Nước Đại Việt thời Trần (Thế kỷ XIII - XIV).**\n    + **Sự thành lập:** Nhà Trần thay nhà Lý.\n    + **Phát triển kinh tế, văn hóa:** \"Hào khí Đông A\".\n    + **Ba lần kháng chiến chống quân xâm lược Mông - Nguyên (1258, 1285, 1288):**\n        *   Tinh thần \"quyết chiến\" của vua tôi nhà Trần.\n        *   Các chiến thắng vang dội: Đông Bộ Đầu, Hàm Tử, Chương Dương, Vạn Kiếp, Bạch Đằng (1288).\n        *   Vai trò của các danh tướng: Trần Quốc Tuấn, Trần Quang Khải, Trần Nhật Duật...\n    + **Sự suy sụp của nhà Trần** và sự thành lập của nhà Hồ.\n\n*   **Chương 4: Cuộc kháng chiến chống Minh và sự khởi đầu của nhà Hậu Lê (Đầu thế kỷ XV).**\n    + **Khởi nghĩa Lam Sơn (1418 - 1427):**\n        *   Lãnh đạo: Lê Lợi, Nguyễn Trãi.\n        *   Các trận đánh lớn, đặc biệt là chiến thắng Chi Lăng - Xương Giang.\n    + **Nhà Hậu Lê (Lê sơ) thành lập (1428 - 1527):**\n        *   Tổ chức bộ máy nhà nước quân chủ chuyên chế tập quyền cao độ. Ban hành bộ luật Hồng Đức.\n        *   Kinh tế, văn hóa, giáo dục đạt đến đỉnh cao.\n\n*   **Chương 5: Việt Nam thế kỷ XVI - XVIII.**\n    + **Sự suy yếu của nhà Hậu Lê** và sự ra đời của nhà Mạc.\n    + **Chiến tranh Nam - Bắc triều, Trịnh - Nguyễn:** Đất nước bị chia cắt thành Đàng Trong và Đàng Ngoài.\n    + **Phong trào nông dân Tây Sơn:**\n        *   Ba anh em Nguyễn Nhạc, Nguyễn Huệ, Nguyễn Lữ dựng cờ khởi nghĩa.\n        *   Lật đổ các chính quyền chúa Nguyễn, chúa Trịnh và vua Lê.\n    + **Quang Trung (Nguyễn Huệ) đại phá quân Xiêm (1785) và quân Thanh (1789):**\n        *   Chiến thắng Rạch Gầm - Xoài Mút.\n        *   Cuộc hành quân thần tốc và chiến thắng Ngọc Hồi - Đống Đa.\n\n### Hướng dẫn tự học cập nhật\n- **Lập bảng thời gian:** ghi sự kiện, nhân vật, ý nghĩa để dễ so sánh các giai đoạn lịch sử.\n- **Phân tích nguyên nhân - diễn biến - kết quả:** tập trung vào mối quan hệ giữa các sự kiện để hiểu bối cảnh lịch sử.\n- **Đọc thêm tư liệu gốc:** nhật ký, hồi ký, văn kiện giúp mở rộng góc nhìn và tăng khả năng làm bài luận.\n\n### Lộ trình luyện đề 2025\n- **Đề theo trục thời gian:** luyện bảng so sánh các giai đoạn cách mạng, rút ra điểm giống/khác để trả lời câu hỏi tổng hợp.\n- **Chứng minh nhận định:** thực hành viết đoạn văn chứng minh ý kiến lịch sử bằng dẫn chứng xác thực.\n- **Khai thác nguồn sử liệu:** phân tích bản đồ, ảnh tư liệu, văn kiện để tăng kỹ năng đọc hiểu nguồn.\n"
}
