{
  "key": "history-8",
  "content": "\nKiến thức Lịch sử Lớp 8\n\n**Phần 1: Lịch sử Thế giới Cận đại (Từ giữa thế kỷ XVI đến 1917)**\n*   **Chương 1: Thời kì xác lập của chủ nghĩa tư bản.**\n    + **Các cuộc cách mạng tư sản đầu tiên:**\n        *   Cách mạng Hà Lan (thế kỷ XVI).\n        *   Cách mạng tư sản Anh (thế kỷ XVII): Lập nên chế độ quân chủ lập hiến.\n        *   Chiến tranh giành độc lập của 13 thuộc địa Anh ở Bắc Mỹ và sự thành lập Hợp chúng quốc Hoa Kỳ (thế kỷ XVIII).\n        *   Cách mạng tư sản Pháp (1789): Đỉnh cao của cách mạng tư sản thời cận đại. Tuyên ngôn Nhân quyền và Dân quyền.\n*   **Chương 2: Các nước Âu - Mĩ cuối thế kỷ XIX - đầu thế kỷ XX.**\n    + **Cách mạng công nghiệp:**\n        *   Bắt đầu từ Anh, lan ra các nước khác.\n        *   Hệ quả: Thay đổi bộ mặt các nước tư bản, hình thành hai giai cấp cơ bản (tư sản và vô sản).\n    + **Chủ nghĩa tư bản chuyển sang giai đoạn đế quốc chủ nghĩa:**\n        *   Đặc điểm: Sự tập trung sản xuất và hình thành các tổ chức độc quyền (tơ-rớt, các-ten...).\n        *   Các nước đế quốc chính: Anh (\"đế quốc mặt trời không bao giờ lặn\"), Pháp (cho vay lãi), Đức (\"đế quốc quân phiệt, hiếu chiến\"), Mĩ (đế quốc của các \"ông vua công nghiệp\").\n    + **Phong trào công nhân quốc tế:** Quốc tế thứ nhất và Quốc tế thứ hai. Công xã Pa-ri 1871.\n*   **Chương 3: Châu Á, châu Phi và khu vực Mĩ Latinh (thế kỉ XIX - đầu thế kỉ XX).**\n    + **Ấn Độ:** Bị Anh xâm lược, phong trào đấu tranh của nhân dân.\n    + **Trung Quốc:** Bị các nước đế quốc xâu xé. Cách mạng Tân Hợi (1911).\n    + **Đông Nam Á:** Hầu hết trở thành thuộc địa (trừ Xiêm - Thái Lan).\n    + **Nhật Bản:** Cuộc Duy tân Minh Trị (1868) giúp Nhật Bản thoát khỏi nguy cơ thuộc địa và trở thành nước đế quốc.\n*   **Chương 4: Chiến tranh thế giới thứ nhất (1914 - 1918).**\n    + **Nguyên nhân:** Mâu thuẫn về thị trường, thuộc địa giữa các nước đế quốc.\n    + **Phe Liên minh (Đức, Áo-Hung)** và **Phe Hiệp ước (Anh, Pháp, Nga).**\n    + **Diễn biến chính:** Chiến sự ở mặt trận phía Tây và phía Đông.\n    + **Kết cục:** Phe Liên minh thất bại, chiến tranh gây ra những thiệt hại nặng nề.\n\n**Phần 2: Lịch sử Việt Nam từ 1858 đến 1918**\n*   **Chương 1: Cuộc kháng chiến chống thực dân Pháp từ 1858 đến cuối thế kỷ XIX.**\n    + **Thực dân Pháp nổ súng xâm lược Việt Nam (1/9/1858):** Mặt trận Đà Nẵng, Gia Định.\n    + **Triều đình nhà Nguyễn nhu nhược, kí các hiệp ước đầu hàng:**\n        *   Hiệp ước Nhâm Tuất (1862): Mất 3 tỉnh miền Đông Nam Kì.\n        *   Hiệp ước Giáp Tuất (1874): Mất 6 tỉnh Nam Kì.\n        *   Hiệp ước Hác-măng (1883) và Pa-tơ-nốt (1884): Thừa nhận nền bảo hộ của Pháp trên toàn Việt Nam.\n    + **Phong trào kháng chiến của nhân dân:**\n        *   Kháng chiến ở Đà Nẵng, Gia Định.\n        *   Phong trào đấu tranh của Trương Định, Nguyễn Trung Trực.\n*   **Chương 2: Phong trào Cần vương và khởi nghĩa Yên Thế.**\n    + **Phong trào Cần vương (1885 - 1896):**\n        *   Bùng nổ sau sự kiện kinh thành Huế thất thủ. Tôn Thất Thuyết nhân danh vua Hàm Nghi ra chiếu Cần vương.\n        *   Hai giai đoạn: Trước và sau khi vua Hàm Nghi bị bắt.\n        *   Các cuộc khởi nghĩa lớn: Ba Đình, Bãi Sậy, Hương Khê (tiêu biểu nhất).\n    + **Khởi nghĩa nông dân Yên Thế (1884 - 1913):** Do Hoàng Hoa Thám lãnh đạo, thể hiện tinh thần yêu nước, bất khuất.\n*   **Chương 3: Xã hội Việt Nam từ 1897 đến 1918.**\n    + **Chính sách khai thác thuộc địa lần thứ nhất của thực dân Pháp:**\n        *   Mục đích: Vơ vét sức người, sức của.\n        *   Các chính sách về kinh tế (nông nghiệp, công nghiệp, giao thông vận tải), văn hóa, giáo dục.\n    + **Những chuyển biến về kinh tế, xã hội Việt Nam:**\n        *   Kinh tế: Nền kinh tế thuộc địa nửa phong kiến.\n        *   Xã hội: Các giai cấp cũ (địa chủ, nông dân) bị phân hóa. Các tầng lớp, giai cấp mới ra đời (công nhân, tư sản, tiểu tư sản).\n    + **Các phong trào yêu nước đầu thế kỷ XX:**\n        *   Xu hướng bạo động của Phan Bội Châu (phong trào Đông du).\n        *   Xu hướng cải cách của Phan Châu Trinh.\n    + **Nguyễn Tất Thành tìm đường cứu nước (5/6/1911):** Ra đi tìm một con đường cứu nước mới, khác với các bậc tiền bối.\n"
}