{
  "key": "history-6",
  "content": "\nKiến thức Lịch sử Lớp 6\n\n**Phần Mở đầu: Lịch sử là gì?**\n*   **Chủ đề 1: Lịch sử và cuộc sống.**\n    + Lịch sử là những gì đã diễn ra trong quá khứ. Sử học là khoa học nghiên cứu về lịch sử.\n    + Vì sao cần học lịch sử: Để biết cội nguồn, hiểu hiện tại và dự đoán tương lai.\n*   **Chủ đề 2: Thời gian trong lịch sử.**\n    + Âm lịch, dương lịch. Cách tính thời gian (Thiên niên kỷ, thế kỷ, thập kỷ, năm).\n\n**Phần 1: Xã hội nguyên thủy**\n*   **Chủ đề 3: Nguồn gốc loài người.**\n    + Quá trình tiến hóa từ vượn người thành người (Người tối cổ -> Người tinh khôn).\n    + Dấu tích của người tối cổ trên đất nước ta.\n*   **Chủ đề 4: Xã hội nguyên thủy.**\n    + Đời sống vật chất, tinh thần của người nguyên thủy.\n    + Tổ chức xã hội: Bầy người nguyên thủy -> Công xã thị tộc.\n    + Sự tan rã của xã hội nguyên thủy: Do sự xuất hiện của công cụ kim loại, dẫn đến sản phẩm dư thừa, phân hóa giàu nghèo.\n\n**Phần 2: Xã hội cổ đại**\n*   **Chủ đề 5: Các quốc gia cổ đại phương Đông.**\n    + Điều kiện tự nhiên: Hình thành trên lưu vực các con sông lớn.\n    + Các quốc gia: Ai Cập, Lưỡng Hà, Ấn Độ, Trung Quốc.\n    + Tổ chức xã hội: Vua chuyên chế, quý tộc, nông dân công xã, nô lệ.\n    + Những thành tựu văn hóa tiêu biểu: Chữ viết (chữ tượng hình), toán học, kiến trúc (Kim tự tháp, Vườn treo Babylon).\n*   **Chủ đề 6: Các quốc gia cổ đại phương Tây (Hy Lạp và La Mã).**\n    + Điều kiện tự nhiên: Vùng ven biển, nhiều đảo, thuận lợi cho thương nghiệp.\n    + Tổ chức xã hội: Chủ nô và nô lệ là hai giai cấp chính.\n    + Thể chế nhà nước: Dân chủ chủ nô ở A-ten (Hy Lạp) và Cộng hòa ở La Mã.\n    + Những thành tựu văn hóa tiêu biểu: Chữ cái a, b, c; các định lý toán học; văn học, kiến trúc, điêu khắc, Thế vận hội Ô-lim-pích.\n\n**Phần 3: Việt Nam từ thời nguyên thủy đến hơn một nghìn năm Bắc thuộc**\n*   **Chủ đề 7: Việt Nam thời nguyên thủy.**\n    + Các nền văn hóa khảo cổ tiêu biểu trên đất nước ta.\n*   **Chủ đề 8: Thời đại dựng nước Văn Lang - Âu Lạc.**\n    + Nền văn hóa Đông Sơn và cơ sở hình thành nhà nước đầu tiên.\n    + Nhà nước Văn Lang của các vua Hùng.\n    + Nhà nước Âu Lạc của An Dương Vương.\n    + Đời sống vật chất và tinh thần của cư dân Việt cổ (trống đồng Đông Sơn).\n*   **Chủ đề 9: Vương quốc Chăm-pa và Phù Nam.**\n    + Sự hình thành, phát triển và văn hóa đặc sắc.\n*   **Chủ đề 10: Hơn một nghìn năm đấu tranh giành lại độc lập (Từ thế kỉ I đến đầu thế kỉ X).**\n    + Chính sách cai trị và đồng hóa của các triều đại phong kiến phương Bắc.\n    + Các cuộc đấu tranh tiêu biểu:\n        *   Khởi nghĩa Hai Bà Trưng (năm 40).\n        *   Khởi nghĩa Bà Triệu (năm 248).\n        *   Khởi nghĩa Lý Bí, sự thành lập nước Vạn Xuân (năm 542 - 602).\n        *   Khởi nghĩa Mai Thúc Loan (đầu thế kỷ VIII).\n        *   Khởi nghĩa Phùng Hưng (cuối thế kỷ VIII).\n*   **Chủ đề 11: Khúc Thừa Dụ dựng quyền tự chủ và chiến thắng Bạch Đằng của Ngô Quyền.**\n    + Khúc Thừa Dụ giành quyền tự chủ (năm 905).\n    + Ngô Quyền và chiến thắng Bạch Đằng lừng lẫy (năm 938), kết thúc hơn 1000 năm Bắc thuộc.\n"
}