{
  "key": "math-7",
  "content": "\nKiến thức Toán Lớp 7\n\n**Phần 1: Đại số**\n- **Chương 1: Số hữu tỉ. Số thực**\n  + **Số hữu tỉ (Q):** Khái niệm, cách biểu diễn, so sánh. Các phép toán cộng, trừ, nhân, chia.\n  + **Giá trị tuyệt đối của một số hữu tỉ.**\n  + **Lũy thừa của một số hữu tỉ.**\n  + **Tỉ lệ thức:** Định nghĩa, tính chất (tính chất cơ bản và tính chất của dãy tỉ số bằng nhau).\n  + **Số thập phân hữu hạn, vô hạn tuần hoàn.** Làm tròn số.\n  + **Số vô tỉ, số thực (R):** Khái niệm, căn bậc hai.\n- **Chương 2: Hàm số và đồ thị**\n  + **Đại lượng tỉ lệ thuận, đại lượng tỉ lệ nghịch:** Định nghĩa, tính chất, ứng dụng.\n  + **Hàm số:** Khái niệm.\n  + **Mặt phẳng tọa độ Oxy.**\n  + **Đồ thị của hàm số y = ax (a ≠ 0).**\n- **Chương 3: Thống kê**\n  + Thu thập số liệu thống kê, tần số.\n  + Bảng tần số các giá trị của dấu hiệu. Biểu đồ (đoạn thẳng, hình chữ nhật).\n  + Số trung bình cộng, Mốt của dấu hiệu.\n- **Chương 4: Biểu thức đại số**\n  + **Khái niệm:** Biểu thức đại số, giá trị của biểu thức đại số.\n  + **Đơn thức:** Khái niệm, đơn thức đồng dạng, cộng trừ đơn thức đồng dạng. Bậc của đơn thức.\n  + **Đa thức:** Khái niệm, cộng trừ đa thức. Bậc của đa thức.\n  + **Đa thức một biến:** Sắp xếp đa thức, cộng trừ đa thức một biến.\n  + **Nghiệm của đa thức một biến.**\n\n**Phần 2: Hình học**\n- **Chương 1: Đường thẳng vuông góc. Đường thẳng song song**\n  + **Hai góc đối đỉnh:** Định nghĩa, tính chất.\n  + **Hai đường thẳng vuông góc.** Đường trung trực của một đoạn thẳng.\n  + **Dấu hiệu nhận biết hai đường thẳng song song.**\n  + **Tiên đề Euclid về đường thẳng song song.**\n  + **Quan hệ từ vuông góc đến song song.**\n  + **Định lí:** Khái niệm, chứng minh định lí.\n- **Chương 2: Tam giác**\n  + **Tổng ba góc của một tam giác:** Định lí, góc ngoài của tam giác.\n  + **Các trường hợp bằng nhau của tam giác:**\n    1.  Cạnh - Cạnh - Cạnh (c.c.c).\n    2.  Cạnh - Góc - Cạnh (c.g.c).\n    3.  Góc - Cạnh - Góc (g.c.g).\n  + **Trường hợp bằng nhau của tam giác vuông:** Cạnh huyền - góc nhọn, cạnh huyền - cạnh góc vuông.\n  + **Tam giác cân, tam giác đều:** Định nghĩa, tính chất, dấu hiệu nhận biết.\n  + **Định lý Pytago (Pythagore):** Định lí thuận và đảo.\n- **Chương 3: Quan hệ giữa các yếu tố trong tam giác. Các đường đồng quy của tam giác**\n  + **Quan hệ giữa góc và cạnh đối diện trong tam giác.**\n  + **Quan hệ giữa đường vuông góc và đường xiên, đường xiên và hình chiếu.**\n  + **Bất đẳng thức tam giác.**\n  + **Các đường đồng quy của tam giác:**\n    1.  Ba đường trung tuyến (đồng quy tại trọng tâm).\n    2.  Ba đường phân giác (đồng quy tại tâm đường tròn nội tiếp).\n    3.  Ba đường trung trực (đồng quy tại tâm đường tròn ngoại tiếp).\n    4.  Ba đường cao (đồng quy tại trực tâm).\n"
}