{
  "key": "physics-7",
  "content": "Kiến thức Vật lí Lớp 7\n\n*   **Chương 1: Quang học**\n    + **Nhận biết ánh sáng - Nguồn sáng và vật sáng:**\n        *   Ta nhận biết được ánh sáng khi có ánh sáng truyền vào mắt ta.\n        *   Nguồn sáng là vật tự nó phát ra ánh sáng. Vật sáng bao gồm nguồn sáng và những vật hắt lại ánh sáng chiếu vào nó.\n    + **Sự truyền thẳng của ánh sáng:** Trong môi trường trong suốt và đồng tính, ánh sáng truyền đi theo đường thẳng.\n    + **Ứng dụng định luật truyền thẳng của ánh sáng:** Bóng tối, bóng nửa tối. Hiện tượng nhật thực, nguyệt thực.\n    + **Định luật phản xạ ánh sáng:**\n        *   Tia phản xạ nằm trong mặt phẳng chứa tia tới và pháp tuyến.\n        *   Góc phản xạ bằng góc tới ($i' = i$).\n    + **Gương phẳng:**\n        *   Ảnh tạo bởi gương phẳng là ảnh ảo, không hứng được trên màn.\n        *   Ảnh lớn bằng vật.\n        *   Khoảng cách từ ảnh đến gương bằng khoảng cách từ vật đến gương.\n    + **Gương cầu lồi:** Ảnh ảo tạo bởi gương cầu lồi nhỏ hơn vật. Vùng nhìn thấy rộng hơn gương phẳng.\n    + **Gương cầu lõm:** Có thể cho ảnh ảo lớn hơn vật (khi đặt vật gần gương) hoặc ảnh thật. Có tác dụng hội tụ ánh sáng.\n\n*   **Chương 2: Âm học**\n    + **Nguồn âm:** Các vật phát ra âm đều dao động.\n    + **Các đặc trưng của âm:**\n        *   **Độ cao:** Phụ thuộc vào tần số (f) dao động. Tần số càng lớn, âm càng cao (bổng). Đơn vị tần số là Hertz (Hz).\n        *   **Độ to:** Phụ thuộc vào biên độ dao động. Biên độ càng lớn, âm càng to.\n    + **Môi trường truyền âm:**\n        *   Âm có thể truyền trong chất rắn, lỏng, khí.\n        *   Âm không thể truyền trong chân không.\n        *   Tốc độ truyền âm trong chất rắn > chất lỏng > chất khí.\n    + **Phản xạ âm - Tiếng vang:**\n        *   Âm dội lại khi gặp mặt chắn là âm phản xạ.\n        *   Tiếng vang là âm phản xạ nghe được cách âm trực tiếp ít nhất 1/15 giây.\n    + **Chống ô nhiễm tiếng ồn:** Sử dụng các vật liệu cách âm, trồng cây xanh...\n\n*   **Chương 3: Điện học**\n    + **Sự nhiễm điện do cọ xát:** Nhiều vật sau khi bị cọ xát có khả năng hút các vật nhẹ khác.\n    + **Hai loại điện tích:** Điện tích dương (+) và điện tích âm (-). Các vật nhiễm điện cùng loại thì đẩy nhau, khác loại thì hút nhau.\n    + **Cấu tạo nguyên tử (sơ lược):** Nguyên tử gồm hạt nhân (+) và các electron (-) quay xung quanh. Vật nhiễm điện âm khi nhận thêm electron, nhiễm điện dương khi mất bớt electron.\n    + **Dòng điện - Nguồn điện:**\n        *   Dòng điện là dòng các điện tích dịch chuyển có hướng.\n        *   Nguồn điện có khả năng cung cấp dòng điện (pin, acquy). Mỗi nguồn có 2 cực (+ và -).\n    + **Chất dẫn điện, chất cách điện:**\n        *   Chất dẫn điện cho dòng điện đi qua (kim loại, nước...).\n        *   Chất cách điện không cho dòng điện đi qua (nhựa, sứ, cao su...).\n    + **Sơ đồ mạch điện - Chiều dòng điện:**\n        *   Sử dụng các kí hiệu để biểu diễn mạch điện.\n        *   Quy ước chiều dòng điện: từ cực dương qua dây dẫn và các thiết bị điện tới cực âm của nguồn điện.\n    + **Các tác dụng của dòng điện:**\n        *   Tác dụng nhiệt (bàn là, bếp điện).\n        *   Tác dụng phát sáng (bóng đèn).\n        *   Tác dụng từ (chuông điện, nam châm điện).\n        *   Tác dụng hóa học (mạ điện).\n        *   Tác dụng sinh lí (châm cứu, sốc điện).\n    + **Cường độ dòng điện (I):**\n        *   Đặc trưng cho độ mạnh yếu của dòng điện. Đơn vị là Ampe (A).\n        *   Dùng Ampe kế để đo (mắc nối tiếp).\n    + **Hiệu điện thế (U):**\n        *   Nguồn điện tạo ra hiệu điện thế giữa hai cực. Đơn vị là Vôn (V).\n        *   Dùng Vôn kế để đo (mắc song song).\n    + **An toàn khi sử dụng điện:** Tuân thủ các quy tắc an toàn.\n\n### Hướng dẫn tự học cập nhật\n- **Tóm tắt công thức theo chuyên đề:** cơ, nhiệt, điện, quang học… kèm điều kiện áp dụng và đại lượng đặc trưng.\n- **Giải bài tập đa bước:** luyện phân tích lực, chọn hệ quy chiếu, thiết lập phương trình bảo toàn cho các bài khó.\n- **Thực hành thí nghiệm ảo hoặc mô phỏng:** giúp hình dung hiện tượng và phát hiện lỗi sai trong suy luận.\n\n### Lộ trình luyện đề 2025\n- **Đề cơ học & dao động:** luyện bài tổng hợp lực, bài toán năng lượng, dao động điều hòa ghép hệ.\n- **Điện học nâng cao:** tập trung dạng mạch xoay chiều, cộng hưởng, bài toán đồ thị điện áp-dòng điện.\n- **Quang học & hạt nhân:** ôn lý thuyết trọng tâm và bài tập tính toán bước sóng, năng lượng, chu kỳ bán rã.\n"
}
