{
  "key": "physics-6",
  "content": "\nKiến thức Vật lí Lớp 6\n\n*   **Chương 1: Cơ học**\n    + **Đo độ dài:**\n        *   Đơn vị đo độ dài hợp pháp là mét (m).\n        *   Dụng cụ: thước (thước kẻ, thước dây, thước cuộn).\n        *   Cách đo: Ước lượng, chọn thước có GHĐ và ĐCNN phù hợp, đặt thước đúng, đọc kết quả đúng.\n    + **Đo thể tích:**\n        *   Đơn vị: mét khối ($m^3$), lít (l).\n        *   Dụng cụ: bình chia độ, bình tràn.\n        *   Cách đo thể tích chất lỏng và vật rắn không thấm nước.\n    + **Khối lượng:**\n        *   Khối lượng là chỉ lượng chất chứa trong vật.\n        *   Đơn vị: kilôgam (kg).\n        *   Dụng cụ: cân (cân Rô-béc-van, cân đồng hồ, cân y tế...).\n    + **Lực - Hai lực cân bằng:**\n        *   Lực là tác dụng đẩy, kéo của vật này lên vật khác.\n        *   Hai lực cân bằng là hai lực mạnh như nhau, có cùng phương nhưng ngược chiều, tác dụng vào cùng một vật.\n    + **Trọng lực - Đơn vị lực:**\n        *   Trọng lực là lực hút của Trái Đất. Có phương thẳng đứng, chiều từ trên xuống.\n        *   Đơn vị lực là Niutơn (N). Trọng lượng của quả cân 100g là khoảng 1N.\n    + **Lực đàn hồi:**\n        *   Lực sinh ra khi một vật bị biến dạng đàn hồi.\n        *   Đặc điểm của lò xo: độ biến dạng càng lớn thì lực đàn hồi càng lớn.\n    + **Khối lượng riêng - Trọng lượng riêng:**\n        *   Khối lượng riêng (D): $D = m/V$. Đơn vị: kg/$m^3$.\n        *   Trọng lượng riêng (d): $d = P/V$. Đơn vị: N/$m^3$.\n        *   Mối liên hệ: $d = 10 cdot D$.\n    + **Máy cơ đơn giản:**\n        *   Mục đích: Giúp thực hiện công việc dễ dàng hơn (lợi về lực).\n        *   Các loại: Mặt phẳng nghiêng, đòn bẩy, ròng rọc (cố định, động).\n        *   Nguyên tắc: Được lợi bao nhiêu lần về lực thì thiệt bấy nhiêu lần về đường đi.\n\n*   **Chương 2: Nhiệt học**\n    + **Sự nở vì nhiệt của các chất:**\n        *   Chất rắn, lỏng, khí đều nở ra khi nóng lên, co lại khi lạnh đi.\n        *   Các chất rắn, lỏng khác nhau nở vì nhiệt khác nhau.\n        *   Chất khí nở vì nhiệt nhiều hơn chất lỏng, chất lỏng nở vì nhiệt nhiều hơn chất rắn.\n    + **Ứng dụng:** Băng kép, khe hở trên đường ray xe lửa, cầu...\n    + **Nhiệt kế - Thang nhiệt độ:**\n        *   Nhiệt kế hoạt động dựa trên sự nở vì nhiệt của các chất.\n        *   Thang nhiệt độ Celsius (°C): 0°C là nhiệt độ nước đá đang tan, 100°C là nhiệt độ hơi nước đang sôi.\n"
}