{
  "key": "biology-10",
  "content": "\nKiến thức Sinh học Lớp 10\n\n**Phần 1: Giới thiệu chung về thế giới sống**\n*   **Chủ đề 1: Các cấp tổ chức của thế giới sống:**\n    + Các cấp độ: Tế bào → Cơ thể → Quần thể → Quần xã → Hệ sinh thái.\n    + Đặc điểm chung của các cấp tổ chức sống: Tổ chức theo nguyên tắc thứ bậc, là hệ thống mở và tự điều chỉnh, liên tục tiến hóa.\n\n**Phần 2: Sinh học tế bào**\n*   **Chương 1: Thành phần hóa học của tế bào:**\n    *   **Các nguyên tố hóa học và nước:** Vai trò của các nguyên tố đa lượng (C, H, O, N...) và vi lượng (Fe, Cu, Zn...). Vai trò của nước do tính phân cực của nó.\n    *   **Cacbohiđrat (Đường):**\n        *   Đường đơn (monosaccarit): Glucose, fructose.\n        *   Đường đôi (disaccarit): Sucrose, lactose.\n        *   Đường đa (polisaccarit): Tinh bột, glycogen (chức năng dự trữ), cellulose, chitin (chức năng cấu trúc).\n    *   **Lipit (Chất béo):** Kị nước. Gồm mỡ (dự trữ năng lượng), photpholipit (cấu tạo màng tế bào), steroit (cholesterol, hormone).\n    *   **Protein:** Đại phân tử đa dạng nhất về chức năng.\n        *   Cấu tạo từ các axit amin theo nguyên tắc đa phân.\n        *   Các bậc cấu trúc không gian (1, 2, 3, 4) quyết định chức năng.\n        *   Chức năng: Cấu trúc, xúc tác (enzyme), vận chuyển, bảo vệ (kháng thể), điều hòa...\n    *   **Axit nucleic:**\n        *   ADN (Axit deoxyribonucleic): Cấu tạo từ các nucleotide (A, T, G, C). Cấu trúc xoắn kép. Mang, bảo quản và truyền đạt thông tin di truyền.\n        *   ARN (Axit ribonucleic): Thường có một mạch. Gồm mARN, tARN, rARN, tham gia vào quá trình biểu hiện gen.\n\n*   **Chương 2: Cấu trúc của tế bào:**\n    *   **Tế bào nhân sơ (vi khuẩn):** Kích thước nhỏ, chưa có nhân hoàn chỉnh, không có các bào quan có màng bao bọc.\n    *   **Tế bào nhân thực (động vật, thực vật, nấm):** Kích thước lớn hơn, có nhân hoàn chỉnh, có hệ thống các bào quan phức tạp.\n        *   **Nhân tế bào:** Chứa vật chất di truyền (ADN).\n        *   **Tế bào chất và các bào quan:**\n            *   Lưới nội chất (hạt, trơn): Tổng hợp protein và lipid.\n            *   Ribôxôm: Nơi tổng hợp protein.\n            *   Bộ máy Gôngi: \"Đóng gói\" và phân phối sản phẩm của tế bào.\n            *   Ti thể: \"Nhà máy năng lượng\", nơi diễn ra hô hấp tế bào.\n            *   Lục lạp (ở thực vật): Nơi diễn ra quang hợp.\n            *   Lizôxôm: Tiêu hóa nội bào.\n        *   **Màng sinh chất:** Mô hình khảm động. Vận chuyển các chất qua màng (thụ động và chủ động).\n        *   **Bên ngoài màng sinh chất:** Thành tế bào (thực vật, nấm), chất nền ngoại bào (động vật).\n\n*   **Chương 3: Chuyển hóa vật chất và năng lượng ở tế bào:**\n    *   **Năng lượng và ATP:** ATP là \"đồng tiền năng lượng\" của tế bào.\n    *   **Enzim:** Chất xúc tác sinh học. Cấu trúc và cơ chế tác động.\n    *   **Hô hấp tế bào:** Quá trình phân giải glucose để giải phóng năng lượng ATP. Gồm các giai đoạn: đường phân, chu trình Krebs, chuỗi chuyền electron.\n    *   **Quang hợp:** Quá trình tế bào thực vật sử dụng năng lượng ánh sáng để tổng hợp chất hữu cơ từ CO2 và H2O. Gồm pha sáng và pha tối (chu trình Calvin).\n\n*   **Chương 4: Phân bào:**\n    *   **Chu kì tế bào:** Gồm kì trung gian và quá trình phân bào.\n    *   **Nguyên phân:** Quá trình phân chia tế bào mẹ thành 2 tế bào con có bộ NST giống hệt nhau. Ý nghĩa: giúp cơ thể lớn lên, tái sinh các mô.\n    *   **Giảm phân:** Quá trình phân chia từ 1 tế bào mẹ (2n) tạo ra 4 tế bào con (n). Ý nghĩa: tạo giao tử, là cơ sở của sinh sản hữu tính.\n\n**Phần 3: Sinh học vi sinh vật**\n*   **Chương 1: Chuyển hóa vật chất và năng lượng ở vi sinh vật:**\n    *   Các kiểu dinh dưỡng: Quang tự dưỡng, hóa tự dưỡng, quang dị dưỡng, hóa dị dưỡng.\n    *   Quá trình tổng hợp và phân giải ở vi sinh vật. Các quá trình lên men (lactic, etylic).\n*   **Chương 2: Sinh trưởng và sinh sản của vi sinh vật:**\n    *   Sinh trưởng của quần thể vi khuẩn: Các pha sinh trưởng (tiềm phát, lũy thừa, cân bằng, suy vong).\n    *   Các yếu tố ảnh hưởng: nhiệt độ, pH, ánh sáng, oxy...\n    *   Các hình thức sinh sản: Phân đôi, nảy chồi, bằng bào tử.\n*   **Chương 3: Virut và bệnh truyền nhiễm:**\n    *   **Virut:** Cấu trúc đơn giản (lõi axit nucleic và vỏ protein), chưa có cấu tạo tế bào, sống kí sinh nội bào bắt buộc.\n    *   Sự nhân lên của virut trong tế bào chủ (chu trình tan và tiềm tan). HIV và hội chứng AIDS.\n    *   **Bệnh truyền nhiễm và miễn dịch:** Tác nhân gây bệnh, các con đường lây truyền. Miễn dịch không đặc hiệu và miễn dịch đặc hiệu (miễn dịch thể dịch và miễn dịch tế bào).\n"
}