{
  "key": "biology-12",
  "content": "\nKiến thức Sinh học Lớp 12\n\n**Phần 1: Cơ chế di truyền và biến dị**\n*   **Gen, mã di truyền và quá trình nhân đôi ADN:**\n    + Gen là một đoạn của ADN mang thông tin mã hóa cho một sản phẩm (chuỗi pôlipeptit hoặc ARN).\n    + Mã di truyền là mã bộ ba, có tính đặc hiệu, phổ biến và thoái hóa.\n    + Quá trình nhân đôi ADN (tái bản): diễn ra theo nguyên tắc bổ sung và bán bảo toàn.\n*   **Phiên mã và dịch mã:**\n    + Phiên mã: Quá trình tổng hợp ARN trên mạch khuôn ADN.\n    + Dịch mã: Quá trình tổng hợp protein từ thông tin trên mARN. Diễn ra ở Ribosome.\n*   **Điều hòa hoạt động của gen:** Mô hình Operon Lac ở vi khuẩn E.coli, gồm các gen cấu trúc (Z, Y, A), vùng vận hành (O), vùng khởi động (P) và gen điều hòa (R).\n*   **Đột biến gen:** Là những biến đổi trong cấu trúc của gen.\n    + Các dạng: Mất, thêm, thay thế một cặp nucleotit.\n    + Hậu quả và ý nghĩa.\n*   **Nhiễm sắc thể (NST) và Đột biến NST:**\n    + **Đột biến cấu trúc NST:** Mất đoạn, lặp đoạn, đảo đoạn, chuyển đoạn.\n    *   **Đột biến số lượng NST:**\n        + Lệch bội: Sự thay đổi số lượng ở một hoặc một số cặp NST. Gây các hội chứng như Đao (3 NST 21), Tớcnơ (XO), Claiphentơ (XXY).\n        + Đa bội: Tăng số lượng toàn bộ các cặp NST (3n, 4n...).\n\n**Phần 2: Tính quy luật của hiện tượng di truyền**\n*   **Quy luật Menđen:**\n    + Quy luật phân li: Lai một cặp tính trạng.\n    + Quy luật phân li độc lập: Lai hai cặp tính trạng.\n*   **Tương tác gen và tác động đa hiệu của gen:**\n    + Tương tác gen: Tương tác bổ sung, át chế.\n    + Tác động đa hiệu: Một gen chi phối nhiều tính trạng.\n*   **Liên kết gen và hoán vị gen:**\n    + Liên kết gen: Các gen trên cùng một NST di truyền cùng nhau.\n    + Hoán vị gen: Do sự trao đổi chéo giữa các crômatit trong giảm phân, tạo ra các tổ hợp gen mới.\n    + Tần số hoán vị gen và ứng dụng lập bản đồ di truyền.\n*   **Di truyền liên kết với giới tính:** Gen trên NST X và gen trên NST Y.\n*   **Di truyền ngoài nhân (di truyền theo dòng mẹ):** Gen trong ti thể và lục lạp.\n*   **Ảnh hưởng của môi trường đến sự biểu hiện của gen:** Thường biến, mức phản ứng.\n\n**Phần 3: Di truyền học quần thể**\n*   **Cấu trúc di truyền của quần thể:** Vốn gen, tần số alen, tần số kiểu gen.\n*   **Trạng thái cân bằng di truyền của quần thể (Định luật Hacđi-Vanbec):**\n    + Điều kiện nghiệm đúng và ý nghĩa.\n    + Công thức cân bằng: $p^2 (AA) : 2pq (Aa) : q^2 (aa) = 1$, với p là tần số alen A, q là tần số alen a.\n\n**Phần 4: Ứng dụng di truyền học**\n*   Tạo giống dựa trên nguồn biến dị tổ hợp.\n*   Tạo giống bằng phương pháp gây đột biến, công nghệ tế bào, công nghệ gen (sinh vật biến đổi gen).\n\n**Phần 5: Di truyền học người**\n*   Phương pháp nghiên cứu phả hệ, trẻ đồng sinh.\n*   Bệnh di truyền phân tử (phenylketon niệu), hội chứng bệnh liên quan đến đột biến NST.\n*   Di truyền y học tư vấn và bảo vệ vốn gen của loài người.\n\n**Phần 6: Tiến hóa**\n*   **Các bằng chứng tiến hóa:** Hóa thạch, giải phẫu so sánh (cơ quan tương đồng, tương tự), phôi sinh học, địa lí sinh vật học, sinh học phân tử.\n*   **Học thuyết Đacuyn** và **Thuyết tiến hóa tổng hợp hiện đại.**\n*   **Các nhân tố tiến hóa:**\n    + Đột biến (nguồn nguyên liệu sơ cấp).\n    + Di-nhập gen (dòng gen).\n    + Chọn lọc tự nhiên (định hướng quá trình tiến hóa).\n    + Các yếu tố ngẫu nhiên (biến động di truyền).\n    + Giao phối không ngẫu nhiên.\n*   **Loài và quá trình hình thành loài:**\n    + Các cơ chế cách li sinh sản (trước hợp tử, sau hợp tử).\n    + Con đường hình thành loài: Cùng khu và khác khu địa lí.\n*   **Sự phát sinh và phát triển của sự sống trên Trái Đất:**\n    + Các giai đoạn: Tiến hóa hóa học, tiến hóa tiền sinh học, tiến hóa sinh học.\n    + Lịch sử phát triển của sinh giới qua các đại địa chất.\n\n**Phần 7: Sinh thái học**\n*   **Cá thể và quần thể sinh vật:**\n    + Môi trường và các nhân tố sinh thái.\n    + Quần thể và các đặc trưng cơ bản: Mật độ, tỉ lệ giới tính, nhóm tuổi, sự phân bố.\n*   **Quần xã sinh vật:**\n    + Các đặc trưng cơ bản.\n    + Quan hệ giữa các loài: Hỗ trợ (cộng sinh, hợp tác, hội sinh) và đối kháng (cạnh tranh, ký sinh, ức chế-cảm nhiễm, sinh vật này ăn sinh vật khác).\n    + Diễn thế sinh thái.\n*   **Hệ sinh thái, sinh quyển:**\n    + Hệ sinh thái. Chuỗi thức ăn, lưới thức ăn, bậc dinh dưỡng.\n    + Tháp sinh thái (số lượng, sinh khối, năng lượng).\n    + Trao đổi vật chất trong hệ sinh thái (Chu trình nước, Cacbon, Nitơ).\n    + Sinh quyển và các khu sinh học.\n"
}