{
  "key": "chemistry-11",
  "content": "Kiến thức Hóa học Lớp 11\n\n**A. VÔ CƠ**\n\n**Chương 1: Sự điện li**\n*   **Sự điện li:** Quá trình phân li các chất trong nước ra ion.\n*   **Chất điện li mạnh, yếu:**\n    + Mạnh: Axit mạnh, bazơ mạnh, hầu hết các muối. Phân li hoàn toàn.\n    + Yếu: Axit yếu, bazơ yếu. Phân li một phần (thuận nghịch).\n*   **Axit, bazơ, muối theo thuyết A-rê-ni-ut.**\n*   **Tích số ion của nước. pH. Chất chỉ thị axit-bazơ.** $K_w = [H^+][OH^-] = 10^{-14}$. $pH = -\\log[H^+]$.\n*   **Phản ứng trao đổi ion trong dung dịch:** Điều kiện xảy ra (tạo kết tủa, chất bay hơi, hoặc chất điện li yếu).\n*   **Phương trình ion rút gọn.**\n\n**Chương 2: Nhóm Nitơ - Photpho (Nhóm VA)**\n*   **Nitơ (N₂):**\n    + Cấu tạo phân tử (liên kết ba bền vững), khá trơ ở nhiệt độ thường.\n    + Tính chất hóa học: Vừa có tính oxi hóa (tác dụng với kim loại, H₂) vừa có tính khử (tác dụng với O₂).\n*   **Amoniac (NH₃):**\n    + Tính bazơ yếu: Tác dụng với nước, axit, dung dịch muối.\n    + Tính khử: Tác dụng với O₂, Cl₂, một số oxit kim loại.\n*   **Axit nitric (HNO₃):**\n    + Tính axit mạnh.\n    + Tính oxi hóa rất mạnh: Oxi hóa hầu hết kim loại (trừ Au, Pt), nhiều phi kim và hợp chất. Sản phẩm khử của $N^{+5}$ có thể là $NO_2, NO, N_2O, N_2, NH_4NO_3$ tùy thuộc vào độ mạnh chất khử và nồng độ axit.\n*   **Muối nitrat:** Dễ bị nhiệt phân.\n*   **Photpho (P):** Các dạng thù hình (P trắng, P đỏ).\n*   **Axit photphoric (H₃PO₄):** Axit trung bình, 3 nấc.\n*   **Muối photphat:** Nhận biết ion $PO_4^{3-}$.\n*   **Phân bón:** Phân đạm (cung cấp N), lân (cung cấp P), kali (cung cấp K). Độ dinh dưỡng.\n\n**Chương 3: Nhóm Cacbon - Silic (Nhóm IVA)**\n*   **Cacbon (C):** Các dạng thù hình. Tính chất: Vừa có tính oxi hóa, vừa có tính khử.\n*   **Hợp chất của Cacbon:**\n    *   **CO:** Oxit không tạo muối, tính khử mạnh (khử oxit kim loại sau Al). Rất độc.\n    *   **CO₂:** Oxit axit. Tác dụng với dung dịch kiềm tạo muối trung hòa hoặc muối axit.\n    *   **Axit cacbonic ($H_2CO_3$):** Axit rất yếu.\n    *   **Muối cacbonat:** Tính tan, phản ứng nhiệt phân.\n*   **Silic (Si):** Tính chất tương tự Cacbon.\n*   **Silic đioxit ($SiO_2$):** Tính chất của oxit axit (tác dụng với kiềm đặc).\n*   **Công nghiệp silicat:** Sản xuất thủy tinh, đồ gốm, xi măng.\n\n**B. HỮU CƠ**\n\n**Chương 4: Đại cương về hóa học hữu cơ**\n*   **Hóa học hữu cơ và hợp chất hữu cơ.** Phân loại hiđrocacbon và dẫn xuất.\n*   **Phân tích nguyên tố.** Công thức đơn giản nhất, công thức phân tử.\n*   **Thuyết cấu tạo hóa học:** Các luận điểm chính. Đồng đẳng, đồng phân (cấu tạo, hình học).\n\n**Chương 5: Hiđrocacbon no**\n*   **Ankan:** Dãy đồng đẳng, danh pháp.\n*   Tính chất hóa học: Phản ứng thế halogen (theo cơ chế gốc - xích), phản ứng tách (cracking, dehydro hóa), phản ứng oxi hóa.\n*   **Xicloankan.**\n\n**Chương 6: Hiđrocacbon không no**\n*   **Anken:** Cấu tạo (có 1 liên kết đôi $C=C$). Đồng phân, danh pháp.\n*   Tính chất hóa học: Phản ứng cộng (H₂, halogen, HX - quy tắc Mac-côp-nhi-côp), phản ứng trùng hợp, phản ứng oxi hóa (làm mất màu dung dịch $KMnO_4$).\n*   **Ankađien:** Liên hợp (buta-1,3-đien, isopren).\n*   **Ankin:** Cấu tạo (có 1 liên kết ba $C \\equiv C$).\n*   Tính chất hóa học: Phản ứng cộng. Phản ứng thế của ank-1-in với ion kim loại ($Ag^+$).\n\n**Chương 7: Hiđrocacbon thơm**\n*   **Benzen (C₆H₆) và đồng đẳng:** Cấu trúc vòng thơm.\n*   Tính chất hóa học: Dễ tham gia phản ứng thế (halogen, nitro hóa), khó tham gia phản ứng cộng.\n\n**Chương 8: Dẫn xuất Halogen - Ancol - Phenol**\n*   **Dẫn xuất Halogen:** Phản ứng thế nguyên tử halogen bằng nhóm -OH.\n*   **Ancol:** Định nghĩa, phân loại.\n*   Tính chất hóa học: Phản ứng thế H của nhóm -OH, thế cả nhóm -OH, tách nước tạo anken/ete, oxi hóa ancol bậc I, bậc II.\n*   **Phenol ($C_6H_5OH$):**\n    + Ảnh hưởng qua lại giữa nhóm -OH và vòng benzen.\n    + Tính chất: Tính axit yếu (tác dụng với NaOH), phản ứng thế ở vòng thơm (tạo kết tủa trắng với $Br_2$).\n\n**Chương 9: Anđehit - Xeton - Axit cacboxylic**\n*   **Anđehit:**\n    + Cấu tạo nhóm chức -CHO.\n    + Tính chất hóa học: Phản ứng cộng H₂, phản ứng oxi hóa không hoàn toàn (phản ứng tráng bạc, phản ứng với $Cu(OH)_2/OH^-$).\n*   **Axit cacboxylic:**\n    + Cấu tạo nhóm chức -COOH.\n    + Tính chất hóa học: Tính axit (mạnh hơn phenol), phản ứng este hóa với ancol.\n\n### Hướng dẫn tự học cập nhật\n- **Tổng hợp bảng phản ứng đặc trưng:** phân loại theo nhóm chất, điều kiện phản ứng và dấu hiệu nhận biết để ghi nhớ lâu dài.\n- **Luyện cân bằng phương trình khó:** ưu tiên bài có nhiều chất oxi hóa/khử, phản ứng chu trình hoặc đa bước để nâng cao kỹ năng.\n- **Thực hành bài tập định lượng:** tập trung vào bảo toàn khối lượng, bảo toàn electron và phương pháp trung bình nhằm rèn luyện tư duy tính toán.\n\n### Lộ trình luyện đề 2025\n- **Đề tổng hợp vô cơ:** tập trung vào chuỗi phản ứng và bài toán khối lượng kết hợp, ghi chú điều kiện xảy ra phản ứng.\n- **Chuyên đề hữu cơ nâng cao:** luyện tập cơ chế phản ứng cộng, thế, trùng hợp với câu hỏi suy luận cấu trúc từ dữ kiện phổ.\n- **Thực hành phòng thi:** giới hạn thời gian 50 phút/đề, ghi chú lỗi thường gặp (quên điều kiện, đổi đơn vị, làm tròn).\n"
}
