{
  "key": "chemistry-12",
  "content": "Kiến thức Hóa học Lớp 12\n\n**Chương 1: Este - Lipit**\n*   **Este:**\n    *   Khái niệm, công thức chung RCOOR', danh pháp.\n    *   Tính chất vật lí: Trạng thái, mùi thơm đặc trưng, nhiệt độ sôi, tính tan.\n    *   **Tính chất hóa học:**\n        *   **Phản ứng thủy phân trong môi trường axit:** $RCOOR' + H_2O \\rightleftharpoons RCOOH + R'OH$ (thuận nghịch).\n        *   **Phản ứng thủy phân trong môi trường kiềm (phản ứng xà phòng hóa):** $RCOOR' + NaOH \\rightarrow RCOONa + R'OH$ (một chiều).\n*   **Lipit:**\n    *   **Chất béo:** Là trieste của glixerol với các axit béo, gọi chung là triglixerit.\n    *   Phân loại axit béo (no, không no). Trạng thái của chất béo.\n    *   Tính chất hóa học của chất béo: Phản ứng thủy phân (axit, kiềm), phản ứng cộng hiđro của chất béo lỏng.\n    *   Xà phòng và chất giặt rửa tổng hợp.\n\n**Chương 2: Cacbohiđrat (Gluxit)**\n*   Phân loại: Monosaccarit (glucozơ, fructozơ), Đisaccarit (saccarozơ, mantozơ), Polisaccarit (tinh bột, xenlulozơ).\n*   **Glucozơ ($C_6H_{12}O_6$):**\n    *   Tính chất của ancol đa chức (tác dụng với $Cu(OH)_2$ ở nhiệt độ thường).\n    *   Tính chất của anđehit (phản ứng tráng bạc, làm mất màu brom).\n    *   Phản ứng lên men rượu.\n*   **Saccarozơ ($C_{12}H_{22}O_{11}$):** Phản ứng thủy phân tạo glucozơ và fructozơ. Tác dụng với $Cu(OH)_2$.\n*   **Tinh bột ($(C_6H_{10}O_5)_n$):** Phản ứng thủy phân. Phản ứng màu đặc trưng với iot.\n*   **Xenlulozơ ($(C_6H_{10}O_5)_n$):** Phản ứng thủy phân. Phản ứng với axit nitric.\n\n**Chương 3: Amin - Amino axit - Protein**\n*   **Amin:**\n    *   Khái niệm, phân loại theo bậc amin.\n    *   Tính chất hóa học đặc trưng: **Tính bazơ** (tác dụng với axit). So sánh tính bazơ.\n    *   Anilin ($C_6H_5NH_2$): Tính bazơ yếu, phản ứng thế ở vòng thơm (tạo kết tủa trắng với nước brom).\n*   **Amino axit:**\n    *   Cấu tạo: Chứa đồng thời nhóm amino ($-NH_2$) và nhóm cacboxyl ($-COOH$). Tồn tại ở dạng ion lưỡng cực.\n    *   Tính chất hóa học: **Tính lưỡng tính**, phản ứng este hóa, phản ứng trùng ngưng.\n*   **Peptit và Protein:**\n    *   Liên kết peptit là liên kết -CO-NH- giữa các đơn vị amino axit.\n    *   Protein là những polipeptit cao phân tử.\n    *   Tính chất: Phản ứng thủy phân, **phản ứng màu biure** (từ đipeptit trở lên).\n\n**Chương 4: Polime và vật liệu Polime**\n*   **Đại cương về polime:** Khái niệm, phân loại, cấu trúc.\n*   **Phương pháp điều chế:** Phản ứng trùng hợp, phản ứng trùng ngưng.\n*   **Vật liệu polime:**\n    + **Chất dẻo:** PE, PVC, PP, PS...\n    + **Tơ:** Tơ tự nhiên, tơ hóa học (tơ nhân tạo, tơ tổng hợp như nilon-6,6, lapsan).\n    + **Cao su:** Cao su tự nhiên và cao su tổng hợp (cao su buna, buna-S, buna-N).\n\n**Chương 5: Đại cương về kim loại**\n*   Vị trí, cấu tạo. Liên kết kim loại.\n*   Tính chất vật lí chung (tính dẻo, dẫn điện, dẫn nhiệt, ánh kim).\n*   Tính chất hóa học chung: **Tính khử** (tác dụng với phi kim, axit, nước, dung dịch muối).\n*   **Dãy điện hóa của kim loại:** Sắp xếp các cặp oxi hóa-khử theo chiều tăng dần tính oxi hóa của ion kim loại.\n*   **Quy tắc alpha (α):** Dự đoán chiều của phản ứng.\n*   **Ăn mòn kim loại:** Ăn mòn hóa học và ăn mòn điện hóa. Cách chống ăn mòn.\n*   **Điều chế kim loại:** Thủy luyện, nhiệt luyện, điện phân (điện phân nóng chảy, điện phân dung dịch).\n\n**Chương 6: Kim loại kiềm, kiềm thổ, Nhôm**\n*   **Kim loại kiềm (IA) và kiềm thổ (IIA):** Vị trí, tính chất hóa học (tính khử rất mạnh).\n*   Hợp chất quan trọng: NaOH, NaHCO₃, Na₂CO₃, Ca(OH)₂, CaCO₃, CaSO₄.\n*   **Nước cứng:** Khái niệm, phân loại (tạm thời, vĩnh cửu, toàn phần). Cách làm mềm nước cứng.\n*   **Nhôm (Al):** Tính khử mạnh. Phản ứng với dung dịch kiềm.\n*   Hợp chất của Nhôm: $Al_2O_3$, $Al(OH)_3$ (tính lưỡng tính).\n\n**Chương 7: Sắt và một số kim loại quan trọng khác**\n*   **Sắt (Fe):** Tính khử trung bình. Tác dụng với axit (HCl, H₂SO₄ loãng → Fe²⁺; HNO₃, H₂SO₄ đặc, nóng → Fe³⁺).\n*   **Hợp chất của Sắt:** Hợp chất sắt(II) (tính khử), hợp chất sắt(III) (tính oxi hóa).\n*   **Hợp kim của Sắt:** Gang, Thép.\n*   **Crom (Cr), Đồng (Cu):** Tính chất, hợp chất.\n\n**Chương 8: Phân biệt chất. Hóa học và các vấn đề xã hội**\n*   Nhận biết một số ion trong dung dịch.\n*   Hóa học với vấn đề phát triển kinh tế, xã hội và môi trường.\n\n### Hướng dẫn tự học cập nhật\n- **Tổng hợp bảng phản ứng đặc trưng:** phân loại theo nhóm chất, điều kiện phản ứng và dấu hiệu nhận biết để ghi nhớ lâu dài.\n- **Luyện cân bằng phương trình khó:** ưu tiên bài có nhiều chất oxi hóa/khử, phản ứng chu trình hoặc đa bước để nâng cao kỹ năng.\n- **Thực hành bài tập định lượng:** tập trung vào bảo toàn khối lượng, bảo toàn electron và phương pháp trung bình nhằm rèn luyện tư duy tính toán.\n\n### Lộ trình luyện đề 2025\n- **Đề tổng hợp vô cơ:** tập trung vào chuỗi phản ứng và bài toán khối lượng kết hợp, ghi chú điều kiện xảy ra phản ứng.\n- **Chuyên đề hữu cơ nâng cao:** luyện tập cơ chế phản ứng cộng, thế, trùng hợp với câu hỏi suy luận cấu trúc từ dữ kiện phổ.\n- **Thực hành phòng thi:** giới hạn thời gian 50 phút/đề, ghi chú lỗi thường gặp (quên điều kiện, đổi đơn vị, làm tròn).\n"
}
