{
  "key": "civics-10",
  "content": "Kiến thức Giáo dục Kinh tế và Pháp luật Lớp 10\n\n**Phần 1: Nền kinh tế và vai trò của nhà nước trong nền kinh tế**\n*   **Bài 1: Nền kinh tế và các chủ thể của nền kinh tế**\n    + **Hoạt động kinh tế:** Sản xuất, phân phối - trao đổi, tiêu dùng.\n    + **Các chủ thể chính của nền kinh tế:**\n        *   **Người tiêu dùng:** Có vai trò định hướng sản xuất.\n        *   **Người sản xuất (Doanh nghiệp):** Tạo ra sản phẩm, đáp ứng nhu cầu.\n        *   **Nhà nước:** Quản lí, điều tiết nền kinh tế vĩ mô, đảm bảo sự ổn định và công bằng.\n        *   **Trung gian tài chính (Ngân hàng, quỹ tín dụng...):** Kết nối cung và cầu vốn.\n*   **Bài 2: Thị trường và cơ chế thị trường**\n    + **Thị trường:** Nơi diễn ra các hoạt động mua bán, trao đổi hàng hóa.\n    + **Cơ chế thị trường:** Hệ thống các quan hệ mang tính tự điều chỉnh, tuân theo yêu cầu của các quy luật kinh tế.\n    + **Các quy luật của thị trường:**\n        *   **Quy luật giá trị:** Sản xuất và lưu thông hàng hóa dựa trên hao phí lao động xã hội cần thiết.\n        *   **Quy luật cung - cầu:** Cung - cầu tác động lẫn nhau để xác định giá cả cân bằng.\n        *   **Quy luật cạnh tranh:** Thúc đẩy sự phát triển nhưng cũng có thể gây ra tiêu cực.\n*   **Bài 3: Ngân sách nhà nước**\n    + **Khái niệm:** Toàn bộ các khoản thu, chi của Nhà nước được dự toán và thực hiện trong một khoảng thời gian nhất định.\n    + **Vai trò:** Duy trì hoạt động của bộ máy nhà nước, điều tiết kinh tế, giải quyết các vấn đề xã hội.\n    + **Quyền và nghĩa vụ của công dân:** Thực hiện nghĩa vụ đóng thuế, giám sát các hoạt động thu chi ngân sách.\n*   **Bài 4: Thuế**\n    + **Khái niệm:** Một khoản nộp bắt buộc mà cá nhân và tổ chức phải nộp cho nhà nước.\n    + **Vai trò:** Là nguồn thu chủ yếu của ngân sách nhà nước, là công cụ điều tiết kinh tế.\n    + **Một số loại thuế phổ biến:** Thuế giá trị gia tăng (VAT), Thuế thu nhập doanh nghiệp (TNDN), Thuế thu nhập cá nhân (TNCN)...\n    + **Quyền và nghĩa vụ của công dân:** Kê khai và nộp thuế đầy đủ, đúng hạn.\n*   **Bài 5: Sản xuất kinh doanh và các mô hình sản xuất kinh doanh**\n    + **Vai trò của sản xuất kinh doanh:** Tạo ra của cải vật chất, giải quyết việc làm.\n    + **Các mô hình:** Hộ kinh doanh, Hợp tác xã, Doanh nghiệp (tư nhân, công ty hợp danh, TNHH, cổ phần).\n*   **Bài 6: Hoạt động tín dụng và ngân hàng**\n    + **Tín dụng:** Quan hệ vay mượn vốn tạm thời trên nguyên tắc có hoàn trả cả gốc và lãi.\n    + **Ngân hàng:** Tổ chức kinh doanh tiền tệ và dịch vụ ngân hàng.\n*   **Bài 7: Lạm phát và thất nghiệp**\n    + **Lạm phát:** Sự tăng mức giá chung của hàng hóa và dịch vụ một cách liên tục.\n    + **Thất nghiệp:** Tình trạng người lao động muốn có việc làm nhưng không tìm được.\n    + **Vai trò của nhà nước:** Sử dụng các chính sách (tiền tệ, tài khóa) để kiểm soát lạm phát và giảm thiểu thất nghiệp.\n\n**Phần 2: Pháp luật nước Cộng hòa xã hội chủ nghĩa Việt Nam**\n*   **Bài 8: Hệ thống chính trị**\n    + **Cấu trúc:** Đảng Cộng sản Việt Nam (lãnh đạo), Nhà nước pháp quyền XHCN Việt Nam (quản lí), Mặt trận Tổ quốc và các tổ chức chính trị - xã hội (tập hợp quần chúng).\n*   **Bài 9: Hiến pháp**\n    + **Vị trí:** Là luật cơ bản, luật gốc của Nhà nước, có hiệu lực pháp lí cao nhất.\n    + **Nội dung cơ bản:** Quy định chế độ chính trị, kinh tế, văn hóa, xã hội, quốc phòng, an ninh, quyền và nghĩa vụ cơ bản của công dân...\n*   **Bài 10: Pháp luật**\n    + **Khái niệm:** Hệ thống các quy tắc xử sự chung do Nhà nước ban hành và bảo đảm thực hiện bằng quyền lực nhà nước.\n    + **Đặc điểm:** Tính quy phạm phổ biến, tính quyền lực, bắt buộc chung, tính xác định chặt chẽ về hình thức.\n    + **Vai trò:** Quản lí xã hội, bảo vệ quyền và lợi ích hợp pháp của công dân.\n\n### Hướng dẫn tự học cập nhật\n- **Kết nối kiến thức với tình huống đời sống:** phân tích các tình huống pháp lý, đạo đức và công dân để thấy rõ ý nghĩa bài học.\n- **Ôn tập theo chủ đề lớn:** quyền và nghĩa vụ, tổ chức bộ máy nhà nước, đạo đức, pháp luật… nhằm dễ hệ thống hóa khi làm bài.\n- **Theo dõi thời sự:** liên hệ bài học với sự kiện gần đây để tăng khả năng vận dụng trong câu hỏi mở.\n\n### Lộ trình luyện đề 2025\n- **Phân tích tình huống pháp luật:** chọn đề yêu cầu viện dẫn luật hoặc nghị định mới, luyện cách cấu trúc câu trả lời theo mở bài - thân bài - kết luận.\n- **Câu hỏi mở về đạo đức & công dân:** thực hành lập luận hai chiều, đưa ví dụ thực tế và đề xuất giải pháp.\n- **Đề trắc nghiệm kỹ năng sống:** ghi nhớ thuật ngữ trọng tâm, luyện phản xạ xử lý câu hỏi tình huống với thời gian ngắn.\n"
}
