{
  "key": "civics-12",
  "content": "\nKiến thức Giáo dục công dân Lớp 12\n\n**Chủ đề 1: Pháp luật và đời sống**\n*   **Khái niệm pháp luật:** Là hệ thống các quy tắc xử sự chung do Nhà nước ban hành và được bảo đảm thực hiện bằng quyền lực nhà nước.\n*   **Các đặc trưng:** Tính quy phạm phổ biến, tính quyền lực, bắt buộc chung, tính xác định chặt chẽ về mặt hình thức.\n*   **Bản chất:** Bản chất giai cấp và bản chất xã hội.\n*   **Mối quan hệ:** Giữa pháp luật với kinh tế, chính trị, đạo đức.\n*   **Vai trò:** Là phương tiện quản lí nhà nước, bảo vệ quyền và lợi ích hợp pháp của công dân.\n\n**Chủ đề 2: Thực hiện pháp luật**\n*   **Khái niệm và các hình thức thực hiện pháp luật:**\n    *   **Sử dụng pháp luật:** Cá nhân, tổ chức sử dụng đúng đắn các quyền của mình.\n    *   **Thi hành pháp luật:** Cá nhân, tổ chức thực hiện đầy đủ nghĩa vụ, chủ động làm những gì pháp luật quy định phải làm.\n    *   **Tuân thủ pháp luật:** Cá nhân, tổ chức không làm những điều pháp luật cấm.\n    *   **Áp dụng pháp luật:** Cán bộ, cơ quan nhà nước có thẩm quyền ra các quyết định làm phát sinh, thay đổi, hoặc chấm dứt quyền, nghĩa vụ cụ thể của cá nhân, tổ chức.\n*   **Vi phạm pháp luật:** Là hành vi trái pháp luật, do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại đến các quan hệ xã hội được pháp luật bảo vệ.\n    + **Các loại vi phạm:** hình sự (tội phạm), hành chính, dân sự, kỉ luật.\n*   **Trách nhiệm pháp lí:** Là nghĩa vụ mà các cá nhân/tổ chức phải gánh chịu hậu quả bất lợi từ hành vi vi phạm pháp luật của mình.\n\n**Chủ đề 3: Công dân bình đẳng trước pháp luật**\n*   **Công dân bình đẳng về quyền, nghĩa vụ và trách nhiệm pháp lí.**\n*   **Bình đẳng trong các lĩnh vực:**\n    + **Hôn nhân và gia đình:** Bình đẳng giữa vợ và chồng.\n    + **Lao động:** Bình đẳng trong việc thực hiện quyền lao động, giữa lao động nam và nữ.\n    + **Kinh doanh:** Bình đẳng trong lựa chọn ngành nghề, hình thức kinh doanh.\n\n**Chủ đề 4: Các quyền tự do cơ bản của công dân**\n*   **Quyền bất khả xâm phạm về thân thể.**\n*   **Quyền được pháp luật bảo hộ về tính mạng, sức khỏe, danh dự và nhân phẩm.**\n*   **Quyền bất khả xâm phạm về chỗ ở.**\n*   **Quyền được bảo đảm an toàn và bí mật thư tín, điện thoại, điện tín.**\n*   **Quyền tự do ngôn luận.**\n\n**Chủ đề 5: Quyền dân chủ của công dân**\n*   **Quyền bầu cử và ứng cử** vào các cơ quan quyền lực nhà nước.\n*   **Quyền tham gia quản lí nhà nước và xã hội** ở phạm vi cả nước và cơ sở.\n*   **Quyền khiếu nại, tố cáo** của công dân.\n\n**Chủ đề 6: Pháp luật với sự phát triển của công dân**\n*   **Quyền học tập:** Mọi công dân đều có quyền học tập, học không hạn chế, học thường xuyên, học suốt đời.\n*   **Quyền sáng tạo:** Quyền tác giả, quyền sở hữu công nghiệp.\n*   **Quyền được phát triển:** Được chăm sóc sức khỏe, có đời sống vật chất và tinh thần tốt.\n\n**Chủ đề 7: Pháp luật với sự phát triển bền vững của đất nước**\n*   **Phát triển kinh tế:** Quyền tự do kinh doanh và nghĩa vụ trong kinh doanh.\n*   **Phát triển văn hóa, xã hội.**\n*   **Bảo vệ môi trường.**\n*   **Quốc phòng và an ninh.**\n"
}