{
  "key": "civics",
  "content": "\nKiến thức Giáo dục công dân (Kinh tế và Pháp luật) Trung học phổ thông\n\n**Lớp 10: Giáo dục Kinh tế và Pháp luật**\n- **Phần 1: Nền kinh tế và vai trò của nhà nước**\n  + Các chủ thể của nền kinh tế (người tiêu dùng, doanh nghiệp, nhà nước...).\n  + Thị trường, cơ chế thị trường và các quy luật (cung - cầu, giá trị, cạnh tranh).\n  + Ngân sách nhà nước, Thuế.\n  + Các mô hình sản xuất kinh doanh.\n  + Tín dụng, ngân hàng, lạm phát, thất nghiệp.\n- **Phần 2: Pháp luật cơ bản**\n  + Hệ thống chính trị Việt Nam.\n  + Hiến pháp và Pháp luật: Khái niệm, đặc điểm, vai trò.\n\n**Lớp 11: Giáo dục Kinh tế và Pháp luật (Chương trình cũ)**\n- **Phần 1: Công dân với kinh tế**\n  + Sản xuất của cải vật chất. Hàng hóa, tiền tệ, thị trường.\n  + Các quy luật kinh tế: quy luật giá trị, cung - cầu, cạnh tranh.\n  + Công nghiệp hóa, hiện đại hóa.\n  + Nền kinh tế nhiều thành phần ở Việt Nam.\n- **Phần 2: Công dân với các vấn đề chính trị - xã hội**\n  + Chủ nghĩa xã hội và thời kỳ quá độ.\n  + Nhà nước pháp quyền XHCN Việt Nam. Nền dân chủ XHCN.\n  + Các chính sách của nhà nước về: dân số, việc làm, tài nguyên, môi trường, giáo dục, quốc phòng, đối ngoại.\n\n**Lớp 12: Pháp luật**\n- **Chủ đề 1: Pháp luật và đời sống**\n  + Khái niệm, đặc trưng, bản chất và vai trò của pháp luật.\n- **Chủ đề 2: Thực hiện pháp luật**\n  + Các hình thức thực hiện pháp luật (sử dụng, thi hành, tuân thủ, áp dụng).\n  + Vi phạm pháp luật (hình sự, hành chính, dân sự, kỉ luật) và trách nhiệm pháp lí.\n- **Chủ đề 3: Công dân bình đẳng trước pháp luật**\n  + Bình đẳng về quyền, nghĩa vụ và trách nhiệm pháp lí.\n  + Bình đẳng trong hôn nhân, lao động, kinh doanh.\n- **Chủ đề 4: Các quyền tự do cơ bản của công dân**\n  + Quyền bất khả xâm phạm về thân thể, chỗ ở.\n  + Quyền được pháp luật bảo hộ về tính mạng, sức khỏe, danh dự, nhân phẩm.\n  + Quyền bảo đảm an toàn, bí mật thư tín, điện thoại.\n  + Quyền tự do ngôn luận.\n- **Chủ đề 5: Quyền dân chủ của công dân**\n  + Quyền bầu cử, ứng cử.\n  + Quyền tham gia quản lí nhà nước và xã hội.\n  + Quyền khiếu nại, tố cáo.\n- **Chủ đề 6: Pháp luật với sự phát triển của công dân**\n  + Quyền học tập, sáng tạo và phát triển.\n- **Chủ đề 7: Pháp luật với sự phát triển bền vững của đất nước**\n  + Vai trò của pháp luật trong kinh tế, văn hóa, xã hội, bảo vệ môi trường, quốc phòng, an ninh.\n"
}