{
  "key": "geography-11",
  "content": "Kiến thức Địa lí Lớp 11\n\n**Phần 1: Khái quát nền kinh tế - xã hội thế giới**\n*   **Sự tương phản về trình độ phát triển kinh tế - xã hội:**\n    + Nhóm nước phát triển (G7, các nước Tây Âu...): GDP/người cao, công nghiệp và dịch vụ chiếm tỉ trọng lớn, chỉ số HDI rất cao.\n    + Nhóm nước đang phát triển: GDP/người thấp, nông nghiệp còn chiếm tỉ trọng đáng kể, chỉ số HDI ở mức trung bình hoặc thấp.\n*   **Toàn cầu hóa và khu vực hóa kinh tế:**\n    *   **Toàn cầu hóa:** Là quá trình liên kết các quốc gia trên thế giới về nhiều mặt (kinh tế, văn hóa, khoa học...). Biểu hiện: thương mại thế giới phát triển, đầu tư nước ngoài tăng, các công ty xuyên quốc gia (TNCs) có vai trò lớn. Hệ quả: vừa tích cực (thúc đẩy phát triển), vừa tiêu cực (gia tăng khoảng cách giàu nghèo).\n    *   **Khu vực hóa:** Xu hướng các quốc gia có nét tương đồng cùng liên kết thành các tổ chức. Một số tổ chức kinh tế khu vực lớn: EU, APEC, NAFTA (nay là USMCA), MERCOSUR...\n*   **Một số vấn đề an ninh toàn cầu:** An ninh lương thực, an ninh nguồn nước, an ninh năng lượng. Biến đổi khí hậu.\n\n**Phần 2: Địa lí khu vực và quốc gia**\n\n*   **Hoa Kì (Mỹ):**\n    *   **Tự nhiên:** Lãnh thổ rộng lớn, tài nguyên phong phú, vị trí địa lí thuận lợi. Thiên nhiên phân hóa từ Đông sang Tây.\n    *   **Dân cư:** Đông dân, đa dạng chủng tộc, có xu hướng già hóa. Mức độ đô thị hóa cao.\n    *   **Kinh tế:** Nền kinh tế hàng đầu thế giới. Công nghiệp hiện đại (đặc biệt là công nghệ cao), nông nghiệp sản xuất hàng hóa quy mô lớn, dịch vụ chiếm tỉ trọng rất cao.\n*   **Liên minh châu Âu (EU):**\n    *   **Lịch sử hình thành:** Từ Cộng đồng Than - Thép châu Âu đến EU ngày nay.\n    *   **Vị thế:** Là một trong ba trung tâm kinh tế lớn nhất thế giới.\n    *   **Thị trường chung châu Âu:** Bốn quyền tự do lưu thông (hàng hóa, dịch vụ, con người, tiền vốn). Sử dụng đồng tiền chung Euro.\n*   **Nhật Bản:**\n    *   **Tự nhiên:** Là một quần đảo, nghèo tài nguyên khoáng sản, nhiều thiên tai (động đất, núi lửa).\n    *   **Dân cư:** Dân số đông, đang già hóa nhanh, cần cù, có tính kỉ luật cao.\n    *   **Kinh tế:** Nền kinh tế lớn thứ ba thế giới. Tập trung vào các ngành công nghiệp công nghệ cao. Nông nghiệp có vai trò thứ yếu nhưng trình độ cao.\n*   **Trung Quốc:**\n    *   **Tự nhiên:** Lãnh thổ rộng lớn. Miền Đông có điều kiện thuận lợi hơn miền Tây.\n    *   **Dân cư:** Đông nhất thế giới. Thực hiện chính sách dân số nghiêm ngặt.\n    *   **Kinh tế:** Có tốc độ tăng trưởng kinh tế nhanh và cao nhất thế giới trong nhiều năm. Thực hiện chính sách mở cửa, thu hút đầu tư.\n*   **Khu vực Đông Nam Á:**\n    *   **Tự nhiên:** Vị trí \"ngã tư đường\", khí hậu nhiệt đới ẩm gió mùa. Giàu tài nguyên (khoáng sản, rừng, biển).\n    *   **Dân cư:** Đông, đa dân tộc.\n    *   **Kinh tế:** Đang trong quá trình công nghiệp hóa.\n    *   **Hiệp hội các quốc gia Đông Nam Á (ASEAN):** Mục tiêu, cơ chế hoạt động, thành tựu và thách thức.\n*   **Ô-xtrây-li-a (Australia):**\n    *   **Tự nhiên:** Lục địa khô hạn, nhiều hoang mạc. Sinh vật độc đáo. Giàu khoáng sản.\n    *   **Kinh tế:** Là nước công nghiệp phát triển với ngành nông nghiệp xuất khẩu nổi tiếng (lúa mì, len).\n*   **Cộng hòa Nam Phi:**\n    *   **Tự nhiên:** Giàu tài nguyên khoáng sản bậc nhất thế giới (vàng, kim cương...).\n    *   **Xã hội:** Từng tồn tại chế độ phân biệt chủng tộc A-pác-thai.\n    *   **Kinh tế:** Là nước công nghiệp phát triển nhất châu Phi.\n*   **Liên bang Nga:**\n    *   **Tự nhiên:** Lãnh thổ rộng lớn nhất thế giới. Giàu tài nguyên thiên nhiên (dầu mỏ, khí tự nhiên, than đá, rừng).\n    *   **Dân cư:** Dân số giảm.\n    *   **Kinh tế:** Đang trong quá trình chuyển đổi, từng bước khôi phục vị thế cường quốc.\n\n### Hướng dẫn tự học cập nhật\n- **Khai thác Atlat và bản đồ số:** luyện kỹ năng xác định tọa độ, phân tích bản đồ khí hậu, dân cư và kinh tế vùng.\n- **Ghi nhớ số liệu bằng biểu đồ:** tự vẽ biểu đồ cột, tròn, miền để hiểu sự thay đổi và so sánh giữa các vùng.\n- **Liên hệ thực tế địa phương:** quan sát môi trường, tài nguyên, hoạt động kinh tế xung quanh để vận dụng kiến thức địa lý.\n\n### Lộ trình luyện đề 2025\n- **Atlat chuyên đề:** luyện đề yêu cầu xác định tọa độ, phân tích biểu đồ khí hậu, cơ cấu kinh tế, thực hành viết đoạn nhận xét.\n- **Địa lí kinh tế vùng:** so sánh lợi thế từng vùng kinh tế trọng điểm, cập nhật số liệu mới nhất từ Niên giám thống kê.\n- **Dạng bài thực tiễn:** áp dụng kiến thức vào quy hoạch đô thị, biến đổi khí hậu, phát triển bền vững ở địa phương.\n"
}
