{
  "key": "geography-12",
  "content": "\nKiến thức Địa lí Lớp 12\n\n**Chủ đề 1: Địa lí tự nhiên Việt Nam**\n*   **Vị trí địa lí và phạm vi lãnh thổ:**\n    + Ý nghĩa của vị trí địa lí: quy định thiên nhiên nhiệt đới ẩm gió mùa, vị trí giao thoa, thuận lợi giao lưu phát triển kinh tế.\n*   **Lịch sử hình thành và phát triển lãnh thổ:** Trải qua 3 giai đoạn, giai đoạn Tân kiến tạo có vai trò quan trọng nhất định hình địa hình hiện nay.\n*   **Đặc điểm chung của tự nhiên:**\n    1.  **Đất nước nhiều đồi núi:** Đồi núi chiếm 3/4 diện tích nhưng chủ yếu là đồi núi thấp.\n    2.  **Thiên nhiên chịu ảnh hưởng sâu sắc của biển:** Biển Đông rộng lớn, làm tăng độ ẩm, điều hòa khí hậu.\n    3.  **Thiên nhiên nhiệt đới ẩm gió mùa:** Là đặc điểm cơ bản nhất, chi phối các thành phần tự nhiên khác.\n    4.  **Thiên nhiên phân hóa đa dạng:**\n        *   Phân hóa theo chiều Bắc - Nam (miền Bắc có mùa đông lạnh, miền Nam có hai mùa mưa khô).\n        *   Phân hóa theo chiều Đông - Tây (giữa vùng biển và đất liền, giữa các sườn núi).\n        *   Phân hóa theo đai cao (đai nhiệt đới gió mùa, đai cận nhiệt đới gió mùa trên núi, đai ôn đới gió mùa trên núi).\n*   **Vấn đề sử dụng và bảo vệ tự nhiên:**\n    *   Sử dụng và bảo vệ tài nguyên (rừng, đất, nước, khoáng sản).\n    *   Bảo vệ môi trường và phòng chống thiên tai (bão, ngập lụt, lũ quét, hạn hán...).\n\n**Chủ đề 2: Địa lí dân cư**\n*   **Đặc điểm dân số và phân bố dân cư:**\n    *   Đông dân (đứng thứ 3 ĐNA, ~15 thế giới), có nhiều thành phần dân tộc.\n    *   Dân số còn tăng, cơ cấu dân số trẻ nhưng đang có xu hướng già hóa.\n    *   Phân bố dân cư chưa hợp lí (tập trung đông ở đồng bằng, ven biển).\n*   **Lao động và việc làm:** Nguồn lao động dồi dào, chất lượng đang được nâng cao. Vấn đề việc làm và thất nghiệp vẫn là thách thức lớn.\n*   **Đô thị hóa:** Quá trình diễn ra nhanh nhưng trình độ thấp, phân bố không đều.\n\n**Chủ đề 3: Địa lí các ngành kinh tế**\n*   **Chuyển dịch cơ cấu kinh tế:** Xu hướng chung: giảm tỉ trọng khu vực I (nông-lâm-ngư nghiệp), tăng tỉ trọng khu vực II (công nghiệp-xây dựng) và III (dịch vụ).\n*   **Địa lí nông nghiệp:**\n    *   Đặc điểm nền nông nghiệp nhiệt đới.\n    *   Trồng trọt: Cây lương thực (lúa là cây quan trọng nhất), cây công nghiệp (cà phê, cao su, chè...).\n    *   Chăn nuôi: Xu hướng tiến lên sản xuất hàng hóa.\n*   **Địa lí công nghiệp:**\n    *   Cơ cấu ngành đa dạng.\n    *   Các ngành công nghiệp trọng điểm: năng lượng, chế biến lương thực thực phẩm...\n    *   Tổ chức lãnh thổ công nghiệp: điểm CN, khu CN, trung tâm CN, vùng CN.\n*   **Địa lí các ngành dịch vụ:**\n    *   Giao thông vận tải, Thương mại (nội thương, ngoại thương), Du lịch.\n\n**Chủ đề 4: Địa lí các vùng kinh tế** (Trọng tâm)\n*   **Trung du và miền núi Bắc Bộ:** Thế mạnh khoáng sản, thủy điện, cây công nghiệp cận nhiệt, chăn nuôi gia súc lớn.\n*   **Đồng bằng sông Hồng:** Vựa lúa lớn thứ hai, vùng kinh tế phát triển năng động, dân đông, trình độ thâm canh cao nhất nước.\n*   **Bắc Trung Bộ:** Thiên tai nhiều, kinh tế còn khó khăn, đang phát triển kinh tế biển và lâm nghiệp.\n*   **Duyên hải Nam Trung Bộ:** Thế mạnh vượt trội về kinh tế biển (hải sản, du lịch, giao thông biển).\n*   **Tây Nguyên:** Vùng chuyên canh cây công nghiệp lâu năm lớn nhất (cà phê, cao su, hồ tiêu), tiềm năng thủy điện, khai thác bô xít.\n*   **Đông Nam Bộ:** Vùng kinh tế phát triển năng động nhất cả nước, dẫn đầu về công nghiệp, dịch vụ. Có tiềm năng lớn về dầu khí.\n*   **Đồng bằng sông Cửu Long:** Vựa lúa, vùng sản xuất thủy sản và cây ăn quả lớn nhất cả nước.\n*   **Phát triển tổng hợp kinh tế và bảo vệ tài nguyên, môi trường biển - đảo.**\n"
}