{
  "key": "literature-12",
  "content": "\nKiến thức Ngữ văn Lớp 12\n\n**Phần 1: Văn học Việt Nam**\n\n*   **Khái quát văn học Việt Nam từ Cách mạng tháng Tám 1945 đến hết thế kỉ XX.**\n    + Các giai đoạn chính (1945-1954, 1954-1964, 1964-1975, 1975-nay) và đặc điểm của mỗi giai đoạn.\n    + Những thành tựu chủ yếu.\n\n*   **Văn học giai đoạn 1945 - 1975:**\n    + **Tuyên ngôn:**\n        *   *Tuyên ngôn Độc lập* - Hồ Chí Minh (văn kiện lịch sử và áng văn chính luận mẫu mực).\n    + **Thơ ca:**\n        *   *Tây Tiến* - Quang Dũng (vẻ đẹp lãng mạn, bi tráng của người lính).\n        *   *Việt Bắc* - Tố Hữu (khúc hùng ca và tình ca về cách mạng, kháng chiến).\n        *   *Đất Nước* (Trích trường ca *Mặt đường khát vọng*) - Nguyễn Khoa Điềm (tư tưởng \"Đất Nước của Nhân dân\").\n        *   *Sóng* - Xuân Quỳnh (tình yêu của người phụ nữ: nồng nàn, thủy chung, giàu trăn trở).\n    + **Văn xuôi (Truyện và Kí):**\n        *   *Người lái đò Sông Đà* - Nguyễn Tuân (vẻ đẹp hung bạo và trữ tình của thiên nhiên, vẻ đẹp của người lao động).\n        *   *Vợ chồng A Phủ* - Tô Hoài (sức sống tiềm tàng của người dân miền núi).\n        *   *Vợ nhặt* - Kim Lân (tình người và khát vọng sống trong nạn đói).\n        *   *Rừng xà nu* - Nguyễn Trung Thành (chất sử thi và cảm hứng lãng mạn về con người Tây Nguyên).\n        *   *Những đứa con trong gia đình* - Nguyễn Thi (sự tiếp nối của các thế hệ trong một gia đình Nam Bộ).\n\n*   **Văn học giai đoạn sau 1975 đến hết thế kỉ XX:**\n    + **Thơ ca:**\n        *   *Đàn ghi ta của Lor-ca* - Thanh Thảo (sự cách tân trong thơ, suy tư về nghệ thuật và số phận người nghệ sĩ).\n    + **Văn xuôi:**\n        *   *Ai đã đặt tên cho dòng sông?* (bút kí) - Hoàng Phủ Ngọc Tường (vẻ đẹp của sông Hương và văn hóa Huế).\n        *   *Chiếc thuyền ngoài xa* - Nguyễn Minh Châu (mối quan hệ giữa nghệ thuật và cuộc đời, cái nhìn đa chiều về con người).\n    + **Kịch:**\n        *   *Hồn Trương Ba, da hàng thịt* - Lưu Quang Vũ (bi kịch bên trong một tâm hồn và khát vọng được sống là chính mình).\n\n**Phần 2: Văn học nước ngoài**\n*   **Văn xuôi:**\n    *   *Ông già và biển cả* - Hê-minh-uê (Mĩ) (nguyên lí \"tảng băng trôi\", hình tượng con người theo đuổi ước mơ).\n    *   *Số phận con người* - Sô-lô-khốp (Nga) (sức mạnh của con người Xô viết sau chiến tranh).\n\n**Phần 3: Tiếng Việt**\n*   **Phong cách ngôn ngữ khoa học.**\n*   **Luật thơ, nhịp điệu, hình ảnh, biểu tượng trong thơ.**\n*   **Củng cố và nâng cao kiến thức về các biện pháp tu từ.**\n*   **Nhìn chung về lịch sử tiếng Việt.**\n\n**Phần 4: Làm văn**\n*   **Nghị luận xã hội (Đoạn văn ~200 chữ):**\n    *   Nghị luận về một tư tưởng, đạo lí.\n    *   Nghị luận về một hiện tượng đời sống.\n*   **Nghị luận văn học (Bài văn hoàn chỉnh):**\n    *   Phân tích, cảm nhận về một tác phẩm/đoạn trích thơ.\n    *   Phân tích, cảm nhận về một tác phẩm/đoạn trích văn xuôi (nhân vật, tình huống truyện, giá trị hiện thực/nhân đạo, đặc sắc nghệ thuật).\n    *   So sánh hai tác phẩm, đoạn trích, nhân vật văn học để làm nổi bật sự tương đồng và khác biệt.\n"
}