{
  "key": "literature-10",
  "content": "Kiến thức Ngữ văn Lớp 10\n\n**Phần 1: Văn bản văn học**\n\n*   **Sử thi và thần thoại:**\n    + Đặc trưng của thể loại sử thi.\n    + **Đăm Săn:** Đoạn trích *Chiến thắng Mtao Mxây* (vẻ đẹp hùng dũng của người anh hùng sử thi).\n    + **Ô-đi-xê (Hô-me-rơ):** Đoạn trích *Uy-lít-xơ trở về* (trí tuệ và sự kiên cường của người anh hùng).\n*   **Truyện và thơ trung đại:**\n    + **Truyền thuyết:** *Truyện An Dương Vương và Mị Châu, Trọng Thủy* (bi kịch tình yêu và bài học về cảnh giác).\n    + **Truyện thơ Nôm:**\n    + **Thơ:**\n        *   *Thuật hoài* (Tỏ lòng) - Phạm Ngũ Lão (chí làm trai và hào khí Đông A).\n        *   *Cảnh ngày hè* - Nguyễn Trãi (vẻ đẹp tâm hồn yêu đời, yêu dân của Nguyễn Trãi).\n        *   *Nhàn* - Nguyễn Bỉnh Khiêm (triết lí sống nhàn, xa lánh vòng danh lợi).\n        *   *Độc Tiểu Thanh kí* - Nguyễn Du (cảm thương cho số phận người phụ nữ tài hoa bạc mệnh).\n*   **Kịch:**\n    + *Tình yêu và thù hận* (Trích kịch *Rô-mê-ô và Giu-li-ét* - Sếch-xpia).\n*   **Cáo, Hịch:**\n    + *Bình Ngô đại cáo* - Nguyễn Trãi (bản tuyên ngôn độc lập lần thứ hai của dân tộc).\n*   **Truyện ký:**\n    + *Chuyện chức phán sự đền Tản Viên* (Trích *Truyền kì mạn lục*) - Nguyễn Dữ (tinh thần dân tộc, khẳng định công lí).\n\n**Phần 2: Văn học dân gian Việt Nam**\n*   **Tổng quan:** Các đặc trưng cơ bản (tính truyền miệng, tính tập thể), hệ thống thể loại.\n*   **Ca dao:** Các chủ đề chính (than thân, yêu thương tình nghĩa, hài hước).\n*   **Truyện cổ tích:** *Tấm Cám* (mâu thuẫn xã hội và triết lí ở hiền gặp lành).\n\n**Phần 3: Tiếng Việt**\n*   **Hoạt động giao tiếp bằng ngôn ngữ:** Hai quá trình (tạo lập và lĩnh hội), các nhân tố giao tiếp.\n*   **Đặc điểm của ngôn ngữ nói và ngôn ngữ viết.**\n*   **Phong cách ngôn ngữ sinh hoạt và phong cách ngôn ngữ nghệ thuật.**\n*   **Lỗi dùng từ, lỗi về ngữ pháp.**\n\n**Phần 4: Làm văn**\n*   **Văn bản và các loại văn bản.**\n*   **Lập dàn ý bài văn tự sự, thuyết minh.**\n*   **Tóm tắt văn bản tự sự:** Yêu cầu và cách thức.\n*   **Viết đoạn văn:** Tự sự, thuyết minh, nghị luận.\n*   **Nghị luận xã hội:** Nghị luận về một tư tưởng, đạo lí (ví dụ: về lòng yêu nước, lòng nhân ái, ý chí nghị lực...).\n*   **Nghị luận văn học:**\n    + Phân tích một tác phẩm văn học dân gian (ca dao, truyện cổ tích).\n    + Phân tích một tác phẩm văn học trung đại.\n\n### Hướng dẫn tự học cập nhật\n- **Đọc toàn văn tác phẩm:** ghi chép cảm nhận, câu dẫn tiêu biểu và phân tích nghệ thuật ngôn từ.\n- **Xây dựng dàn ý mẫu:** cho từng kiểu bài (nghị luận xã hội, nghị luận văn học, phân tích nhân vật) để viết nhanh, chuẩn bố cục.\n- **Đa dạng hóa ví dụ liên hệ:** sưu tầm dẫn chứng đời sống, tác phẩm khác nhằm làm bài viết phong phú hơn.\n\n### Lộ trình luyện đề 2025\n- **Đề nghị luận văn học:** luyện viết đủ ba phần, chú trọng phân tích dẫn chứng và liên hệ tác phẩm cùng thời.\n- **Đề nghị luận xã hội:** chuẩn bị kho dẫn chứng thời sự, nhân vật truyền cảm hứng, dữ liệu thống kê đáng tin cậy.\n- **Luyện viết trong 90 phút:** canh giờ như thi thật, sau mỗi bài tự rà soát bố cục, luận điểm, lỗi diễn đạt.\n"
}
