{
  "key": "chemistry",
  "content": "\nKiến thức Hóa học đại cương\n\nHóa học đại cương cung cấp các nguyên lý cơ bản và kiến thức nền tảng của hóa học hiện đại, làm cơ sở cho các môn học chuyên ngành hóa và các ngành khoa học liên quan.\n\n**1. Cấu tạo chất:**\n- **Cấu tạo nguyên tử:**\n    + Các mô hình nguyên tử (Bohr, mô hình cơ học lượng tử).\n    + Các số lượng tử (n, l, m_l, m_s) và ý nghĩa. Obitan nguyên tử (s, p, d, f).\n    + Cấu hình electron của nguyên tử, các nguyên lí và quy tắc (Pauli, vững bền, Hund).\n- **Bảng tuần hoàn các nguyên tố hóa học:**\n    + Cấu tạo và nguyên tắc sắp xếp.\n    + Quy luật biến đổi tuần hoàn tính chất của các nguyên tố: bán kính nguyên tử, năng lượng ion hóa, ái lực electron, độ âm điện.\n- **Liên kết hóa học và cấu trúc phân tử:**\n    + **Liên kết ion:** Sự hình thành, năng lượng mạng lưới tinh thể, chu trình Born-Haber.\n    + **Liên kết cộng hóa trị:**\n        *   Thuyết liên kết hóa trị (VB - Valence Bond): Sự xen phủ obitan, lai hóa obitan (sp, sp², sp³).\n        *   Thuyết obitan phân tử (MO - Molecular Orbital): Giản đồ năng lượng MO cho các phân tử 2 nguyên tử đơn giản.\n    + **Liên kết kim loại:** Thuyết miền năng lượng.\n    + **Tương tác giữa các phân tử:** Liên kết hydro, lực Van der Waals (lực định hướng, lực khuếch tán).\n\n**2. Nhiệt động lực học hóa học:**\n- **Nguyên lí I và Nhiệt hóa học:**\n    + Các khái niệm: hệ, trạng thái, quá trình, công, nhiệt, nội năng.\n    + Nguyên lí I: $\\Delta U = Q + A$.\n    + Entanpi (H). Hiệu ứng nhiệt của phản ứng (nhiệt sinh, nhiệt cháy).\n    + Định luật Hess và các hệ quả.\n- **Nguyên lí II và Chiều diễn biến của các quá trình hóa học:**\n    + Entropi (S) và ý nghĩa (đo độ mất trật tự của hệ).\n    + Năng lượng tự do Gibbs (G). Tiêu chuẩn tự diễn biến và cân bằng của quá trình hóa học ($Delta G < 0$, $Delta G = 0$, $Delta G > 0$).\n    + Sự phụ thuộc của $Delta G$ vào nhiệt độ và áp suất.\n\n**3. Động hóa học:**\n- **Tốc độ phản ứng:** Định nghĩa, các yếu tố ảnh hưởng.\n- **Phương trình động học:** Bậc phản ứng và phân tử số.\n- **Năng lượng hoạt hóa (Ea).** Thuyết va chạm hoạt động và thuyết trạng thái chuyển tiếp.\n- **Xúc tác:** Xúc tác đồng thể, dị thể, xúc tác enzym. Cơ chế của chất xúc tác.\n\n**4. Cân bằng hóa học:**\n- **Phản ứng thuận nghịch và trạng thái cân bằng.**\n- **Hằng số cân bằng ($K_p$, $K_c$, $K_n$):** Mối liên hệ giữa chúng.\n- **Nguyên lí chuyển dịch cân bằng Le Chatelier:** Ảnh hưởng của nồng độ, nhiệt độ, áp suất đến cân bằng.\n- **Mối liên hệ giữa $Delta G$ và hằng số cân bằng:** $Delta G^circ = -RT ln K$.\n\n**5. Dung dịch:**\n- **Quá trình hòa tan.** Các loại nồng độ.\n- **Dung dịch chất điện li:**\n    + Thuyết axit-bazơ (Arrhenius, Brønsted-Lowry, Lewis).\n    + pH của dung dịch. Hằng số axit ($K_a$), hằng số bazơ ($K_b$).\n    + **Dung dịch đệm:** Khái niệm, thành phần và cơ chế ổn định pH.\n    + **Thủy phân muối.**\n- **Tích số tan ($T_s$):** Cân bằng trong dung dịch chất điện li ít tan.\n\n**6. Điện hóa học:**\n- **Phản ứng oxi hóa-khử.** Cân bằng phản ứng.\n- **Pin điện (Nguyên tố Galvanic):**\n    + Cấu tạo, hoạt động. Kí hiệu pin.\n    + Điện cực và thế điện cực tiêu chuẩn. Dãy điện hóa.\n    + Sức điện động (SĐĐ) của pin.\n    + **Phương trình Nernst** cho thế điện cực và SĐĐ.\n- **Điện phân:** Định luật Faraday.\n- **Sự ăn mòn kim loại:** Ăn mòn hóa học và ăn mòn điện hóa.\n"
}