{
  "key": "geography",
  "content": "\nKiến thức Địa lí cấp Đại học (Đại cương)\n\nChương trình đại học tập trung vào các quy luật, các quá trình địa lí và các phương pháp nghiên cứu hiện đại.\n\n**1. Địa lí tự nhiên đại cương:**\n*   **Khí tượng và Khí hậu học:**\n    *   Bức xạ mặt trời và cân bằng nhiệt của Trái Đất.\n    *   Hoàn lưu khí quyển. Frông, xoáy thuận.\n    *   Phân loại khí hậu. Biến đổi khí hậu.\n*   **Thủy văn học:**\n    *   Vòng tuần hoàn nước trên Trái Đất.\n    *   Chế độ nước sông ngòi.\n    *   Nước ngầm, hồ, đầm.\n    *   Các quá trình thủy văn biển và đại dương.\n*   **Địa mạo học:**\n    *   Các quá trình nội sinh (kiến tạo, núi lửa, động đất) và ngoại sinh (phong hóa, xâm thực, vận chuyển, bồi tụ) hình thành địa hình.\n    *   Các kiểu địa hình chính (do dòng chảy, do gió, do băng hà, karst...).\n*   **Thổ nhưỡng học (Khoa học đất):**\n    *   Các nhân tố hình thành đất.\n    *   Các quá trình hình thành đất. Phẫu diện đất.\n    *   Phân loại và đặc điểm các nhóm đất chính trên thế giới.\n*   **Địa lí sinh vật:**\n    *   Các quy luật phân bố của sinh vật trên Trái Đất.\n    *   Các khu hệ sinh vật (biomes) chính: rừng mưa nhiệt đới, savan, hoang mạc, rừng ôn đới...\n\n**2. Địa lí kinh tế - xã hội đại cương:**\n*   **Địa lí dân cư:** Các quá trình dân số (sinh, tử, di cư), cơ cấu dân số, phân bố dân cư, đô thị hóa.\n*   **Địa lí các ngành kinh tế:**\n    *   Địa lí nông nghiệp: Các hệ thống nông nghiệp, phân bố cây trồng, vật nuôi.\n    *   Địa lí công nghiệp: Các lý thuyết vị trí công nghiệp, các hình thức tổ chức lãnh thổ công nghiệp.\n    *   Địa lí dịch vụ: Giao thông vận tải, thương mại, du lịch.\n*   **Địa lí chính trị:** Nhà nước, biên giới, lãnh thổ.\n\n**3. Các phương pháp nghiên cứu Địa lí:**\n*   **Bản đồ học (Cartography):** Các phép chiếu bản đồ, phương pháp biểu hiện trên bản đồ.\n*   **Hệ thống thông tin Địa lí (GIS):** Nguyên lý, cấu trúc và ứng dụng của GIS trong quản lý tài nguyên, môi trường, quy hoạch...\n*   **Viễn thám (Remote Sensing):** Nguyên lý thu nhận và xử lý ảnh vệ tinh, ứng dụng trong giám sát biến đổi bề mặt Trái Đất.\n"
}