{
  "key": "history",
  "content": "\nKiến thức Lịch sử cấp Đại học (Đại cương)\n\nChương trình lịch sử ở đại học không chỉ dừng lại ở việc ghi nhớ sự kiện mà còn đi sâu vào phân tích, lý giải, so sánh các sự kiện, các nền văn minh và làm quen với các phương pháp nghiên cứu, các trường phái sử học.\n\n**1. Nhập môn Sử học / Phương pháp luận Sử học:**\n*   **Đối tượng, chức năng, nhiệm vụ của Sử học:**\n    + Sử học là gì? Phân biệt hiện thực lịch sử và nhận thức lịch sử.\n    + Chức năng khoa học (nhận thức) và chức năng xã hội (giáo dục, dự báo) của Sử học.\n*   **Các nguồn sử liệu:**\n    + Phân loại: Sử liệu gốc (sơ cấp), sử liệu thứ cấp; sử liệu thành văn (chữ viết), sử liệu vật chất (di vật khảo cổ), sử liệu truyền miệng, sử liệu hình ảnh...\n    *   Nguyên tắc khi làm việc với sử liệu: Tính xác thực, tính khách quan.\n*   **Các phương pháp nghiên cứu lịch sử cơ bản:**\n    + **Phương pháp lịch sử:** Nghiên cứu sự vật, hiện tượng theo đúng trình tự thời gian, trong bối cảnh cụ thể của nó.\n    + **Phương pháp logic:** Tập trung vào cái bản chất, cái điển hình, bỏ qua những chi tiết ngẫu nhiên.\n    + **Phương pháp so sánh lịch sử:** Đối chiếu các sự kiện, hiện tượng để tìm ra điểm tương đồng, khác biệt và quy luật.\n    + Các phương pháp liên ngành (khảo cổ học, dân tộc học...).\n*   **Các trường phái sử học** trên thế giới và ở Việt Nam: Giới thiệu sơ lược về các quan điểm, cách tiếp cận lịch sử khác nhau.\n\n**2. Lịch sử văn minh thế giới:**\n*   **Khái niệm:** Phân biệt văn hóa, văn vật, văn hiến, văn minh.\n*   **Văn minh phương Đông cổ đại:**\n    + **Ai Cập:** Nhà nước tập trung, vai trò của sông Nil, chữ tượng hình, kiến trúc Kim tự tháp.\n    + **Lưỡng Hà:** Chữ hình nêm, bộ luật Hammurabi.\n    + **Ấn Độ:** Chế độ đẳng cấp Varna, Phật giáo và Hindu giáo.\n    + **Trung Hoa:** Chế độ phong kiến tập quyền, Tứ đại phát minh (giấy, la bàn, thuốc súng, nghề in).\n*   **Văn minh Hy Lạp - La Mã cổ đại:**\n    + Nền tảng của văn minh phương Tây.\n    + Thể chế nhà nước dân chủ (Athens) và cộng hòa (Rome).\n    + Thành tựu rực rỡ về triết học, văn học, nghệ thuật, kiến trúc, khoa học.\n*   **Văn minh Tây Âu thời trung đại:**\n    + Sự thống trị của Thiên Chúa giáo và chế độ phong kiến phân quyền.\n    + Sự ra đời của các thành thị và trường đại học.\n*   **Các nền văn minh khác:** Văn minh Ả Rập (Hồi giáo), văn minh Phục Hưng.\n\n**3. Lịch sử Thế giới (theo chuyên đề hoặc thời kỳ):**\n*   **Lịch sử thế giới Cận đại:**\n    *   Các cuộc cách mạng tư sản và sự xác lập của chủ nghĩa tư bản.\n    *   Sự hình thành các quốc gia-dân tộc ở châu Âu.\n    *   Chủ nghĩa đế quốc và các cuộc chiến tranh thế giới (tập trung phân tích nguyên nhân sâu xa, tính chất, hệ quả).\n*   **Lịch sử thế giới Hiện đại:**\n    *   Sự hình thành hệ thống xã hội chủ nghĩa sau Cách mạng tháng Mười Nga.\n    *   Trật tự thế giới sau hai cuộc chiến tranh. Chiến tranh Lạnh và trật tự hai cực Ianta.\n    *   Phong trào giải phóng dân tộc ở Á, Phi, Mỹ Latinh sau 1945.\n    *   Các xu thế phát triển của thế giới sau Chiến tranh Lạnh: hòa hoãn, toàn cầu hóa.\n\n**4. Lịch sử Việt Nam (theo chuyên đề hoặc thời kỳ):**\n*   Nội dung là đi sâu vào các giai đoạn lịch sử đã học ở phổ thông nhưng với góc nhìn phân tích, đánh giá, so sánh, đặt trong bối cảnh khu vực và thế giới.\n*   **Các chuyên đề thường gặp:**\n    *   Quá trình dựng nước và giữ nước của dân tộc.\n    *   Lịch sử các vương triều phong kiến Việt Nam (mô hình tổ chức nhà nước, luật pháp, kinh tế).\n    *   Nghệ thuật quân sự Việt Nam qua các cuộc kháng chiến chống ngoại xâm.\n    *   Lịch sử kinh tế - xã hội Việt Nam qua các thời kỳ.\n    *   Lịch sử tư tưởng, văn hóa, tôn giáo Việt Nam.\n    *   Lịch sử quan hệ đối ngoại của Việt Nam.\n\n**5. Lịch sử Đảng Cộng sản Việt Nam & Tư tưởng Hồ Chí Minh:** (Xem trong môn Lý luận chính trị).\n"
}