{
  "key": "math",
  "content": "Kiến thức Toán cao cấp (Đại cương)\n\nToán cao cấp là tên gọi chung cho các môn toán cơ bản được giảng dạy trong chương trình đại cương của các trường đại học khối kỹ thuật, kinh tế và khoa học tự nhiên. Nội dung chủ yếu bao gồm Giải tích, Đại số tuyến tính và Xác suất thống kê.\n\n**1. Giải tích (Calculus):**\n*   **Giải tích 1 (Hàm một biến):**\n    *   **Giới hạn và Liên tục:**\n        *   Giới hạn của dãy số. Các định lý về giới hạn.\n        *   Giới hạn của hàm số. Vô cùng bé (VCB), vô cùng lớn (VCL), các quy tắc ngắt bỏ VCB, VCL.\n        *   Các dạng vô định: $\\frac{0}{0}, \\frac{\\infty}{\\infty}, 0 cdot \\infty, \\infty - \\infty, 1^\\infty, 0^0, \\infty^0$.\n        *   Hàm số liên tục tại một điểm, trên một khoảng.\n    *   **Đạo hàm và Vi phân:**\n        *   Định nghĩa đạo hàm. Ý nghĩa hình học và cơ học.\n        *   Các quy tắc tính đạo hàm. Đạo hàm cấp cao.\n        *   Vi phân: Định nghĩa và ứng dụng tính gần đúng.\n        *   Các định lý về giá trị trung bình: Rolle, Lagrange, Cauchy.\n        *   Công thức Taylor, Maclaurin. Ứng dụng khai triển hàm số.\n        *   Quy tắc L'Hôpital để khử dạng vô định.\n    *   **Khảo sát hàm số:** Chiều biến thiên, cực trị, tiệm cận, lồi lõm, điểm uốn.\n    *   **Tích phân:**\n        *   Tích phân bất định: Nguyên hàm, các phương pháp tính (đổi biến, từng phần).\n        *   Tích phân xác định: Định nghĩa theo tổng Riemann, tính chất, công thức Newton-Leibniz.\n        *   Ứng dụng: Tính diện tích, độ dài cung, thể tích và diện tích vật thể tròn xoay.\n        *   Tích phân suy rộng: Loại 1 (cận vô hạn) và loại 2 (hàm không bị chặn).\n\n*   **Giải tích 2 (Hàm nhiều biến):**\n    *   **Hàm số nhiều biến:** Tập xác định, giới hạn, tính liên tục.\n    *   **Đạo hàm riêng và Vi phân toàn phần:** Đạo hàm riêng cấp 1, cấp cao. Vi phân toàn phần.\n    *   **Cực trị:** Cực trị tự do (điều kiện cần, điều kiện đủ), cực trị có điều kiện (phương pháp nhân tử Lagrange).\n    *   **Tích phân bội:**\n        *   Tích phân kép (hai lớp): Định nghĩa, cách tính trong hệ tọa độ Descartes và tọa độ cực.\n        *   Tích phân bội ba (ba lớp): Cách tính trong hệ tọa độ Descartes, trụ và cầu.\n        *   Ứng dụng tính diện tích mặt, thể tích vật thể.\n    *   **Tích phân đường, tích phân mặt:** Các loại và ứng dụng.\n\n**2. Đại số tuyến tính (Linear Algebra):**\n*   **Ma trận và Định thức:**\n    *   Các phép toán trên ma trận: cộng, trừ, nhân ma trận với số, nhân hai ma trận, chuyển vị.\n    *   Định thức của ma trận vuông: Tính chất và các phương pháp tính (khai triển, đưa về dạng tam giác).\n    *   Ma trận nghịch đảo: Điều kiện tồn tại và các phương pháp tìm (phần phụ đại số, khử Gauss-Jordan).\n*   **Hệ phương trình tuyến tính:**\n    *   Phương pháp khử Gauss.\n    *   Phương pháp Cramer.\n    *   Hạng của ma trận và điều kiện có nghiệm của hệ phương trình (Định lý Kronecker-Capelli).\n*   **Không gian vector:**\n    *   Định nghĩa, không gian con.\n    *   Sự độc lập tuyến tính, phụ thuộc tuyến tính. Cơ sở và số chiều.\n*   **Ánh xạ tuyến tính:**\n    *   Định nghĩa, ma trận của ánh xạ tuyến tính.\n    *   Giá trị riêng, vector riêng của ma trận.\n    *   Chéo hóa ma trận: Điều kiện và cách chéo hóa.\n*   **Dạng toàn phương:** Đưa dạng toàn phương về dạng chính tắc bằng phép biến đổi trực giao (phương pháp Lagrange).\n\n**3. Xác suất và Thống kê (Probability and Statistics):**\n*   **Xác suất:**\n    *   Phép thử và biến cố. Các định nghĩa về xác suất (cổ điển, thống kê).\n    *   Các công thức tính xác suất: Cộng, nhân (cho biến cố độc lập và phụ thuộc).\n    *   Công thức xác suất đầy đủ và công thức Bayes.\n    *   Dãy phép thử Bernoulli.\n*   **Biến ngẫu nhiên và quy luật phân phối xác suất:**\n    *   Biến ngẫu nhiên rời rạc, liên tục.\n    *   Các đặc trưng số: kỳ vọng (giá trị trung bình), phương sai, độ lệch chuẩn.\n    *   Một số quy luật phân phối thông dụng: Nhị thức, Poisson, Chuẩn.\n*   **Thống kê:**\n    *   Mẫu thống kê và các đặc trưng mẫu.\n    *   Ước lượng tham số: Ước lượng điểm, ước lượng khoảng tin cậy.\n    *   Kiểm định giả thuyết thống kê về các tham số (kỳ vọng, phương sai, tỷ lệ).\n\n### Hướng dẫn tự học cập nhật\n- **Ôn công thức trọng tâm:** lập sổ tay ký hiệu, định nghĩa, định lý và điều kiện áp dụng để không bỏ sót kiến thức.\n- **Rèn bài tập phân hóa:** chọn thêm bài nâng cao về chứng minh bất đẳng thức, cực trị, tọa độ để mở rộng tư duy.\n- **Sử dụng công cụ hỗ trợ:** GeoGebra, máy tính CASIO để kiểm chứng kết quả và quan sát trực quan đồ thị.\n\n### Lộ trình luyện đề 2025\n- **Chuyên đề hàm số & đồ thị:** luyện đề có yêu cầu biện luận nghiệm, khảo sát hàm số, phân tích đồ thị.\n- **Tổ hợp - xác suất - xác định:** ôn lại dạng đếm đường đi, nhị thức Niu-tơn, biến ngẫu nhiên rời rạc/liên tục với bài tập phân hóa.\n- **Hình học giải tích & không gian:** thực hành dựng tọa độ, chứng minh hình học bằng vector, máy tính cầm tay để kiểm tra kết quả.\n"
}
