{
  "key": "philosophy",
  "content": "\nKiến thức các môn Lý luận chính trị cấp Đại học\n\nĐây là khối kiến thức bắt buộc trong chương trình đại cương của tất cả các trường đại học tại Việt Nam, bao gồm 5 môn học chính.\n\n**1. Triết học Mác-Lênin:**\n- **Chủ nghĩa duy vật biện chứng:**\n  + **Vật chất và ý thức:** Quan niệm về vật chất của Lênin (\"thực tại khách quan\"), các hình thức tồn tại của vật chất. Nguồn gốc, bản chất và kết cấu của ý thức. Mối quan hệ biện chứng giữa vật chất và ý thức.\n  + **Phép biện chứng duy vật:** Là khoa học về mối liên hệ phổ biến và về sự phát triển.\n    *   **Hai nguyên lý:** Nguyên lý về mối liên hệ phổ biến và Nguyên lý về sự phát triển.\n    *   **Sáu cặp phạm trù:** Cái riêng - cái chung, Nguyên nhân - kết quả, Tất nhiên - ngẫu nhiên, Nội dung - hình thức, Bản chất - hiện tượng, Khả năng - hiện thực.\n    *   **Ba quy luật cơ bản:** Quy luật mâu thuẫn (nguồn gốc của sự phát triển), Quy luật lượng - chất (cách thức của sự phát triển), Quy luật phủ định của phủ định (khuynh hướng của sự phát triển).\n- **Lý luận nhận thức:**\n  + Thực tiễn và vai trò của thực tiễn đối với nhận thức.\n  + Con đường biện chứng của sự nhận thức: từ trực quan sinh động đến tư duy trừu tượng, và từ tư duy trừu tượng đến thực tiễn.\n- **Chủ nghĩa duy vật lịch sử:**\n  + Học thuyết hình thái kinh tế - xã hội: Lực lượng sản xuất (LLSX) và Quan hệ sản xuất (QHSX). Quy luật QHSX phù hợp với trình độ phát triển của LLSX.\n  + Biện chứng giữa cơ sở hạ tầng và kiến trúc thượng tầng.\n  + Tồn tại xã hội và ý thức xã hội.\n  + Học thuyết về giai cấp, đấu tranh giai cấp và nhà nước.\n\n**2. Kinh tế chính trị Mác-Lênin:**\n- **Học thuyết giá trị:**\n  + Hàng hóa và hai thuộc tính: giá trị sử dụng và giá trị.\n  + Lượng giá trị của hàng hóa và các nhân tố ảnh hưởng.\n  + Tiền tệ: nguồn gốc, bản chất và các chức năng.\n- **Học thuyết giá trị thặng dư:**\n  + Hàng hóa sức lao động và điều kiện để sức lao động trở thành hàng hóa.\n  + Quá trình sản xuất giá trị thặng dư (m). Tư bản bất biến (c), tư bản khả biến (v).\n  + Các phương pháp sản xuất giá trị thặng dư: tuyệt đối và tương đối.\n- **Tích lũy tư bản và các vấn đề liên quan.**\n- **Chủ nghĩa tư bản độc quyền và độc quyền nhà nước.**\n- **Kinh tế thị trường định hướng xã hội chủ nghĩa ở Việt Nam.**\n\n**3. Chủ nghĩa xã hội khoa học:**\n- **Sứ mệnh lịch sử của giai cấp công nhân:** Nội dung, điều kiện khách quan quy định.\n- **Thời kỳ quá độ lên chủ nghĩa xã hội:** Tính tất yếu, đặc điểm.\n- **Những vấn đề mang tính quy luật trong xây dựng CNXH:**\n  + Vấn đề dân chủ XHCN và nhà nước XHCN.\n  + Cơ cấu xã hội - giai cấp và liên minh giai cấp, tầng lớp.\n  + Vấn đề dân tộc và tôn giáo.\n  + Vấn đề gia đình.\n\n**4. Lịch sử Đảng Cộng sản Việt Nam:**\n- **Đảng ra đời và lãnh đạo đấu tranh giành chính quyền (1930-1945):** Phong trào 30-31, 36-39, 39-45 và Cách mạng Tháng Tám.\n- **Đảng lãnh đạo kháng chiến chống ngoại xâm (1945-1975):**\n  + Kháng chiến chống Pháp (1945-1954) với đỉnh cao là chiến thắng Điện Biên Phủ.\n  + Xây dựng CNXH ở miền Bắc và kháng chiến chống Mỹ ở miền Nam (1954-1975), kết thúc bằng Đại thắng mùa Xuân 1975.\n- **Đảng lãnh đạo cả nước quá độ lên CNXH và thực hiện công cuộc Đổi mới (1975-nay):** Trọng tâm là đường lối Đổi mới được đề ra từ Đại hội VI (1986).\n\n**5. Tư tưởng Hồ Chí Minh:**\n- **Nguồn gốc, quá trình hình thành và phát triển.**\n- **Nội dung cơ bản:**\n  + Tư tưởng về độc lập dân tộc gắn liền với chủ nghĩa xã hội.\n  + Tư tưởng về đại đoàn kết toàn dân tộc.\n  + Tư tưởng về Đảng Cộng sản Việt Nam; về nhà nước của dân, do dân, vì dân.\n  + Tư tưởng về đạo đức, văn hóa, con người.\n  + Học tập và làm theo tư tưởng, đạo đức, phong cách Hồ Chí Minh.\n"
}