{
  "key": "physics",
  "content": "Kiến thức Vật lí đại cương\n\nĐây là học phần cung cấp các kiến thức vật lí nền tảng cho sinh viên các khối ngành kỹ thuật và khoa học tự nhiên, thường được chia thành nhiều học phần.\n\n**1. Vật lí 1: Cơ học và Nhiệt học**\n*   **Động học chất điểm:**\n    + Vector vị trí, vận tốc, gia tốc.\n    + Chuyển động thẳng, chuyển động trong mặt phẳng (chuyển động ném xiên), chuyển động tròn.\n*   **Động lực học chất điểm:**\n    + Các định luật Newton. Hệ quy chiếu quán tính và phi quán tính. Lực quán tính.\n    + Các loại lực cơ học: Lực hấp dẫn, lực đàn hồi (định luật Hooke), lực ma sát.\n    + Động lượng và định luật bảo toàn động lượng.\n*   **Năng lượng và Công:**\n    + Công, công suất.\n    + Động năng. Định lý động năng.\n    + Thế năng (trọng trường, đàn hồi). Lực thế và trường lực thế.\n    + Định luật bảo toàn cơ năng cho hệ cô lập và lực thế.\n*   **Cơ học hệ chất điểm và vật rắn:**\n    + Khối tâm của hệ chất điểm. Chuyển động của khối tâm.\n    + Chuyển động quay của vật rắn quanh một trục cố định. Phương trình động lực học cho vật rắn quay.\n    + Momen lực, momen quán tính. Định lý Steiner-Huygens.\n    + Momen động lượng và định luật bảo toàn momen động lượng.\n*   **Dao động và Sóng cơ:**\n    + Dao động điều hòa. Con lắc lò xo, con lắc vật lí, con lắc đơn.\n    + Tổng hợp dao động.\n    + Dao động tắt dần, dao động cưỡng bức, cộng hưởng.\n    + Sóng cơ, phương trình sóng. Giao thoa, sóng dừng. Sóng âm, hiệu ứng Doppler.\n*   **Nhiệt động lực học:**\n    + Thuyết động học phân tử các chất khí. Phương trình trạng thái khí lí tưởng.\n    + **Nguyên lí I Nhiệt động lực học:** Nội năng, công, nhiệt lượng. Áp dụng cho các quá trình đẳng tích, đẳng áp, đẳng nhiệt, đoạn nhiệt.\n    + **Nguyên lí II Nhiệt động lực học:** Phát biểu của Clausius và Kelvin. Chu trình Carnot và hiệu suất. Entropi và sự biến thiên entropi trong các quá trình.\n\n**2. Vật lí 2: Điện, Từ và Quang học**\n*   **Trường tĩnh điện:**\n    + Lực Coulomb. Điện trường, cường độ điện trường. Nguyên lý chồng chất điện trường.\n    + Định lý Gauss và ứng dụng.\n    + Điện thế, hiệu điện thế. Công của lực điện.\n    + Vật dẫn trong điện trường, hiện tượng điện hưởng. Tụ điện, năng lượng điện trường.\n*   **Từ trường:**\n    + Tương tác từ, cảm ứng từ (vector $\\vec{B}$). Lực Lorentz.\n    + Từ trường của dòng điện (Định luật Biot-Savart-Laplace).\n    + Định lý Ampere về dòng điện toàn phần và ứng dụng.\n*   **Cảm ứng điện từ:**\n    + Từ thông. Định luật Faraday-Lenz về cảm ứng điện từ.\n    + Hiện tượng tự cảm, hỗ cảm. Năng lượng từ trường.\n*   **Trường điện từ:**\n    + Dòng điện dịch.\n    + Hệ phương trình Maxwell cho trường điện từ.\n    + Sóng điện từ và các tính chất.\n*   **Quang học sóng:**\n    + Giao thoa ánh sáng (thí nghiệm Young, giao thoa trên bản mỏng).\n    + Nhiễu xạ ánh sáng qua một khe hẹp, qua cách tử.\n    + Phân cực ánh sáng. Định luật Malus, định luật Brewster.\n*   **Quang học lượng tử:**\n    + Bức xạ nhiệt của vật đen tuyệt đối. Định luật Planck.\n    *   Hiện tượng quang điện. Thuyết photon của Einstein. Phương trình Einstein.\n    + Hiệu ứng Compton.\n    + Lưỡng tính sóng-hạt của ánh sáng và của vật chất (giả thuyết de Broglie). Hệ thức bất định Heisenberg.\n\n**3. Vật lí 3: Vật lí nguyên tử và hạt nhân (Sơ lược)**\n*   **Vật lí nguyên tử:**\n    + Mẫu nguyên tử Bohr và quang phổ của nguyên tử Hydro.\n    + Số lượng tử và cấu trúc vỏ electron.\n*   **Vật lí hạt nhân:**\n    + Cấu tạo và đặc tính của hạt nhân.\n    + Lực hạt nhân. Năng lượng liên kết, độ hụt khối.\n    + Phóng xạ và định luật phóng xạ.\n    + Phản ứng hạt nhân: Phân hạch và nhiệt hạch.\n\n### Hướng dẫn tự học cập nhật\n- **Tóm tắt công thức theo chuyên đề:** cơ, nhiệt, điện, quang học… kèm điều kiện áp dụng và đại lượng đặc trưng.\n- **Giải bài tập đa bước:** luyện phân tích lực, chọn hệ quy chiếu, thiết lập phương trình bảo toàn cho các bài khó.\n- **Thực hành thí nghiệm ảo hoặc mô phỏng:** giúp hình dung hiện tượng và phát hiện lỗi sai trong suy luận.\n\n### Lộ trình luyện đề 2025\n- **Đề cơ học & dao động:** luyện bài tổng hợp lực, bài toán năng lượng, dao động điều hòa ghép hệ.\n- **Điện học nâng cao:** tập trung dạng mạch xoay chiều, cộng hưởng, bài toán đồ thị điện áp-dòng điện.\n- **Quang học & hạt nhân:** ôn lý thuyết trọng tâm và bài tập tính toán bước sóng, năng lượng, chu kỳ bán rã.\n"
}
